{
  "1": {
    "number": 1,
    "cuc_name": "Cục 1",
    "alias": "Vũ Trụ Khởi Nguyên",
    "description": "Còn có tên là Nhất cực",
    "family": "Gia Đình:  Cha mẹ trường thọ, con cái hiếu thuận .   Sức Khỏe:  Thân hình đều hữu dư, khỏe mạnh, sống lâu .   Nghề Nghiệp:  Có năng khiếu ngoại giao, chính trị, tư pháp .",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người thông minh, hiếu học, cuộc đời sẽ được hưởng giàu sang phú quý, thành công rực rỡ, có danh tiếng lớn. Tóm lại là số biểu hiện cục cơ bản của vạn vật, thuộc về lý số biểu hiện sự thành công rực rỡ, giữ được số này là người phú quý phồn vinh, cả đời sung sướng, trường thọ (Với điều kiện mệnh vững, 8 chữ can chi phải tốt).",
    "health": "Sức Khỏe: Thân hình đều hứu dư, khỏe mạnh, sống lâu.",
    "career": "Nghề Nghiệp: Có năng khiếu ngoại giao, chính trị, tư pháp.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương:",
    "phuc_duc": "Phúc Đức: Đất cao, nếu cục đẹp đi với số đẹp thì mộ đặt trên gò hoặc doi đất có hình con cá, con xà. Phát quan chức \"Ngư hóa vi long\" (Cá chép hóa rồng). Phát quan văn \"Thần kình cổ lãng\" (Cá kình cưỡi sóng). Giàu có \"Hoàng xà Thủ chân\"."
  },
  "2": {
    "number": 2,
    "cuc_name": "Cục 2",
    "alias": "Nhất Thân Cô Thiết",
    "description": "Số biểu thị sự phân ly cô độc",
    "family": "Gia Đình: Vợ chồng Họ hàng xa cách.   Sức Khỏe: Nhiều bệnh tật hay bị bệnh ngoại thương, đặc biệt là dị ứng ngoài da..   Nghề Nghiệp: Thiên về kinh doanh buôn bán nhỏ, kỹ nghệ. Tóm lại số này chỉ sự hỗn độn chưa thành hình, hàm chứa sự hung ác trong ngoài đều sóng gió. Công danh sự nghiệp khó đạt nguyện vọng, hay gặp nạn. Cuộc sống quá nhọc nhằn mà sinh bệnh tật.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Tuy cuộc sống khá giả nhưng Dễ Tạo nghiệp, trả nợ đời.",
    "health": "Sức Khỏe: Nhiều bệnh tật hay bị bện ngoại thương, đặc biệt là dị ứng ngoài da.",
    "career": "Nghề Nghiệp: Thiên về kinh doanh buôn bán nhỏ, kỹ nghệ. Tóm lại số này chỉ sự hốn độn chưa thành hình, hàm chứa sự hung ác trong ngoài đều sóng gió. Công danh sự nghiệp khó đạt nguyện vọng, hay gặp nạn. Cuộc sống quá nhọc nhằn mà sinh bệnh tật.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là người làm nên sự nghiệp và thành công rực rỡ. Nhưng cuộc sống đầy khó khăn sóng gió, thời niên thiếu vô cùng vất vả, khoảng 40 tuổi mới lập nghiệp thành danh.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Chủ về sự khốn khó, lưu lạc tha hương. Hay gặp tai họa, cướp bóc, trộm cắp.",
    "phuc_duc": "Phúc Đức: Thế đất trũng thấp, phía trước có ao hoặc mương, rãnh nước. Ko cát."
  },
  "3": {
    "number": 3,
    "cuc_name": "Cục 3",
    "alias": "Cát Tường",
    "description": "Số biểu thị sự thành đạt như ý",
    "family": "Gia Đình: Lục thân hòa thuận, vợ con ngoan.   Sức Khỏe: Sống lâu, trường thọ.   Nghề Nghiệp: Là người có năng khiếu về học thuật, ngoại giao, kỹ nghệ, kinh doanh.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người có bản tính độc lập, có nghị lực ắt trong cuộc đời đạt sự hưng thịnh, quan chức lớn. Đây là số tượng trưng cho âm dương phân rõ, vạn vật hình thành, phúc lộc song toàn, thành công rực rỡ. Hay được hưởng phúc trời ban.",
    "health": "Sức khỏe: Sống lâu, trường thọ.",
    "career": "Nghề Nghiệp: Là người có năng khiếu về học thuật, ngoại giao, kỹ nghệ, kinh doanh .",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: là người giỏi nghề thủ công, tuy không thành đạt lắm trong sự nghiệp, nhưng là người cũng có tiền tài, công danh tối thiểu. Tuy nhiện là người có tính bảo thủ, chậm sửa đổi, thích giữ chính kiến của mình.",
    "phuc_duc": "Phúc Đức: Mộ đặt trên gò đất cao tròn, hình mộc nổi ở giữa, bốn phía xung quanh thấp (đảo địa như người nằm)."
  },
  "4": {
    "number": 4,
    "cuc_name": "Cục 4",
    "alias": "Hung Biển",
    "description": "Số biểu thị tai họa",
    "family": "Gia Đình: Lạnh nhạt, anh em bất hòa. Cả đời thân tự lập thân, không có sự giúp đỡ của người nhà.   Sức Khỏe: Nhiều bệnh tật, hay bị ngoại thương, nếu tính danh lại thuộc hành Hỏa thì hay bị bệnh da liễu, hoặc chứng bệnh điên cuồng, tâm thần phân liệt, nếu mệnh yếu thì yểu  .   Nghề Nghiệp: Thiên về thủ công hoặc tiểu thương.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người con có hiếu, phụ nữ trinh liệt. Có sự nghiệp nhỏ nhưng không trọn vẹn, hay gặp tai họa bệnh tật. Nên biết nhẫn nại, phục thiện, nên kiên nhẫn mới cải biến được vận mệnh.",
    "health": "Sức khỏe: Nhiều bệnh tật, hay bị ngoại thương, nếu tính danh lại thuộc hành Hỏa thì hay bị bệnh da liễu, hoặc chứng bệnh điên cuồng, tâm thần phân liệt, nếu mệnh yếu thì yểu.",
    "career": "Nghề Nghiệp: Thiên về thủ công hoặc tiểu thương.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là người có số biểu thị tai họa, phá bại diệt vong. Số này còn biểu hiện sự thiếu năng lực, hay gặp khó khăn trong cuộc sống, bần cùng khốn khổ, tai họa cướp bóc. Cục này khi gặp vận xấu thì hay phát bệnh.",
    "phuc_duc": "Phúc Đức: Mồ mả đặt trên gò đất hình chữ Điền, tương đối vuông vức, thửa ruộng cao (số 59) phía sau mộ cao, trước mặt thoải dần. Nếu tính danh bất tương thì trong gia đình bị mộ ngập nước (ruộng trũng).."
  },
  "5": {
    "number": 5,
    "cuc_name": "Cục 5",
    "alias": "Chủng Trúc Thành Lâm",
    "description": "Số biểu thị phúc lộc, trường thọ",
    "family": "Gia Đình: Trên dưới hòa thuận, con cái hiếu đễ.   Sức Khỏe: Mạnh khỏe sống lâu.   Nghề Nghiệp: Kinh doanh nhỏ, nghề thủ công, công chức.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số tượng trưng cho sự âm dương hòa hợp, là số chỉ sự thành công, người có số này thường là thông minh, tài giỏi, thân thể khỏe mạnh. Người có nghề nghiệp tốt, gia sản lớn, là học giả, quan chức. Nếu hành khuyết là hành Hỏa, Mộc thì chủ danh tiếng, học thức. Nếu khuyết hành Kim thì chủ về quan chức, làm rạng rỡ tổ tông, hoặc lập nghiệp và nổi tiếng ở nơi đất khách quê người.",
    "health": "Sức khỏe: Mạnh khỏe sống lâu.",
    "career": "Nghề Nghiệp: Kinh doanh nhỏ, nghề thủ công, công chức.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là người hiền lành nhân hậu, nhưng hay nhầm lẫn, hay quên, hay bị bệnh về xương cốt, cuộc sống hòa thuận êm đềm, kinh tế ở mức độ trung bình.",
    "phuc_duc": "Phúc Đức: Mộ nằm trên gò đất cao hình Thổ Tinh, thế đất tương đối vuông vắn, phía xa có doi đất chạy đến thành án và long, hổ nếu ở bình dương. Nếu ở miền sơn cước thường có mạch núi lớn từ xa chạy tới rồi đến phục trước mộ."
  },
  "6": {
    "number": 6,
    "cuc_name": "Cục 6",
    "alias": "Bình ổn",
    "description": "Số của người hào kiệt",
    "family": "Gia Đình: Đông đúc, vợ chồng hòa thuận, con cái đều làm nên sự nghiệp.   Sức Khỏe: Tốt, ít bệnh tật, nếu có bệnh tật tai họa đều được người giúp đỡ, số thọ.   Nghề Nghiệp: Học giả, thiên về võ hơn về văn, là người khảng khái, trung thực  .",
    "tinh_danh_dien": "Tính Danh Điền Thực: Số này biểu thị sự viên mãn (tròn đầy) hưng thịnh, Thiên đức địa tường đầy đủ, tài lộc phúc thọ dồi dào.",
    "health": "Sức khỏe: Tốt, ít bệnh tật, nếu có bệnh tật tai họa đều được người giúp đỡ, số thọ.",
    "career": "Nghề Nghiệp: Học giả, thiên về võ hơn về văn, là người khảng khái, trung thực.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Sẽ trở thành người đại phú, cả đời giàu sang yên ổn.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Thường vào cách Tiền cát hậu hung, đầy quá sẽ vơi, vui quá sẽ buồn. Nên thận trọng.",
    "phuc_duc": "Phúc Đức: Mộ đặt trên gò đất nhỏ ở ruộng, gần đó có một con mương hoặc rãnh nước nhỏ chảy ngang qua, khu vực trũng thấp Mộ nhìn về phía ngã ba sông hoặc nhìn về phía Đình Chùa."
  },
  "7": {
    "number": 7,
    "cuc_name": "Cục 7",
    "alias": "Tính Hãn",
    "description": "Số của người cương nghị, quyết đoán, có chí tiến thủ.",
    "family": "Gia Đình: Thiếu đồng lòng, vợ chồng con cái không hòa hợp.   Sức Khỏe: Nếu tính danh Điền thực thì là người có thể chất và Tinh thần mạnh mẽ, thọ trường. Nếu tính danh Bất tương thì hay có bệnh kinh niên mãn tính.   Nghề Nghiệp: Nghề độc lập, tính cách cương cường, ngang ngạnh.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người có chí, được hưởng bổng lộc chức tước.",
    "health": "Sức khỏe: Nếu tính danh Điền thực thì là người có thể chất và Tinh thần mạnh mẽ, thọ trường. Nếu tính danh Bất tương thì hay có bệnh kinh niên mãn tính .",
    "career": "Nghề Nghiệp: Nghề độc lập, tính cách cương cường, ngang ngạnh.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Số biểu tượng cho sự uy quyền có cá tính độc lập. Tuy nhiên vì người này quá cương cường (nhất là tính danh có hành Hỏa, hành Kim) nên thiếu tính đồng hòa nên không có sự mềm dẻo cần thiết, nếu nắm quyền thì trên dưới bất hòa. Nhưng đây cũng là người dám làm dám chịu, không nản lòng trước bất kỳ trở ngại nào. Số này hợp với nam, không hợp với nữ, phụ nữ thì nam tính quá nhiều.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Số này biểu hiện cho sự khốn khó công việc vất vả, thu nhập thấp kém, hay thiên về kỹ nghệ thủ công.",
    "phuc_duc": "Phúc Đức: Mộ đặt trên gò đất cao, đất thường tan lở hoặc đất sỏi ruồi xấu, ở miền bình dương đất ruộng bậc thang, nếu phía trước có hai dòng nước cắt nhau thì mả phát."
  },
  "8": {
    "number": 8,
    "cuc_name": "Cục 8",
    "alias": "Kiên Cường",
    "description": "Số của người có ý chí kiên cường nỗ lực phấn đấu vươn lên",
    "family": "Gia Đình: Cuộc sống gia đình thường gặp vướng mắc, phu thê phản mục, về già mới hòa thuận.   Sức Khỏe: ít bệnh tật nhưng trong người thường mắc bệnh mãn tính như dạ dày, thận, huyết áp cao.   Nghề Nghiệp: Hợp nghề mỹ thuật, học giả, bác sĩ. Đặc biệt hợp nghề giáo viên.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Chủ người có ý chí sắt đã vượt mọi gian nan đi đến mục đích, có khí phách nghiền nát kẻ thù mà nên nghiệp mà nên nghiệp. Tuy nhiên đây là người có tính khắc Kỷ, hay có định kiến và có cuộc sống được hưởng danh thực song toàn.",
    "health": "Sức khỏe: ít bệnh tật nhưng trong người thường mắc bệnh mãn tính như dạ dày, thận, huyết áp cao.",
    "career": "Nghề Nghiệp: Nghề Nghiệp: Hợp nghề mỹ thuật, học giả, bác sĩ. Đặc biệt hợp nghề giáo viên.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là người ngang tính. Thường là người quá lo về sự được mất, nên dễ dẫn tới sự gẫy đổ, mất tình cảm. Đồng thời cũng là người hay gặp tai họa, lưu ý các năm 46, 47 tuổi sức khỏe kém, ốm nặng, tiền đề dẫn đến bệnh mãn tính. Năm 69 và 71 tuổi không nên đi xa.",
    "phuc_duc": "Phúc Đức: Thế đất đẹp, nằm ở huyệt thường có hai dòng nước chảy tới gặp nhau trước mặt huyệt. Nếu được đặt trên gò đất ngã ba sông thì thường mộ phát, người có cách này đời con được hưởng."
  },
  "9": {
    "number": 9,
    "cuc_name": "Cục 9",
    "alias": "Phá Chu Nhập Hải",
    "description": "Số của người cùng khổ, khốn đốn.",
    "family": "Gia Đình: Họ hàng, thường bất hòa, anh em xích mích. Hay gặp tai họa. Nếu là nữ có số này thì lúc nhỏ thường yếu đuối bệnh tật, lớn lên gia đình ly tán, dễ đi vào con đường ca kỹ. Ốm đau bệnh tật, hay mắc bệnh kín.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số của những người không may, cuộc sống địa vị, sự nghiệp khó có thể đạt được, hay bị truất giáng phá Tài. Nếu gắng tu nhân tích đức thì gia đình cũng được bình an, có cuộc sống tạm ổn ít tai họa. Tuy nhiên cả nam và nữ Nên muộn về đường hôn nhân (lập gia đình sớm sẽ Bất Lợi).",
    "health": "Sức khỏe: ốm đau bệnh tật, hay mắc bệnh yếm.",
    "career": "",
    "tinh_danh_phan": "Tính Danh Phản Thực: Nếu khuyết hành Kim (đặt tên hành Kim) thì được hưởng Thiên thời địa lợi (phù hợp hoàn cảnh) mà làm nên sự nghiệp lớn.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Số biểu thị sự khốn khó, cốc mò cò xơi. Dễ xa cha, mẹ từ nhỏ. Lại hay bị bệnh tật tàn phế, cô độc. Thậm chí có thể bị gặp tai họa bất ngờ. Có thể nói đây là số đại hung, dù có đảm bảo tính mạng thì cũng khó tránh được cảnh xa lìa.",
    "phuc_duc": "Phúc Đức: Mộ thường trên đồi, không thành hình thế đất cụ thể. Nếu đặt ở đồng bằng thì trên gò đất cao xung quanh là ruộng trũng, số 9, 6 thế đất thường có hình con Quy hoặc hình hồ lô."
  },
  "10": {
    "number": 10,
    "cuc_name": "Cục 10",
    "alias": "Linh ám (Hãm)",
    "description": "Số biểu thị vạn sự có kết cục bi thảm",
    "family": "Gia Đình: Họ hàng xa lánh, vợ chồng lục đục, con cái bất hiếu. Trong nhà ở hay có Vong.   Sức Khỏe: Nhiều bệnh tật, tai họa, đàn ông hay bị đánh đập, bị tra tấn, tù đày. Đàn bà phong tình, ca kỹ, tâm tính hay thay đổi.   Nghề Nghiệp: Người có số này chủ yếu làm nghề thủ công, kỹ nghệ.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người có cuộc sống khá hơn nhưng đầy gian lao khổ cực. Đây là số của những người Cách mạng không thành công.",
    "health": "Sức khỏe: Nhiều bệnh tật, tai họa, đàn ông hay bị Hoạ Kim Mộc, Tù Túng. Đàn bà phong tình,  tâm tính hay thay đổi",
    "career": "Nghề Nghiệp: Người có số này chủ yếu làm nghề thủ công, kỹ nghệ .",
    "tinh_danh_phan": "Tính Danh Phản Thực: Nếu biết làm nhiều việc thiện thì một nửa đời trước gặp bước đường cùng gian truân, một nửa đời sau thì gặp vận thịnh vượng, công thành danh toại.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số nghèo khổ, yểu, làm việc gì cũng hỏng. Gia đình ly tán, từ nhỏ đã bị xa gia đình, bệnh tật triền miên, phúc bất trùng lai, họa vô đơn chí, cùng cực của sự hung hiểm, là số cáo chung của vạn vật.",
    "phuc_duc": "Phúc Đức:"
  },
  "11": {
    "number": 11,
    "cuc_name": "Cục 11",
    "alias": "Hạn Miêu Phùng Vũ",
    "description": "Số biểu thị vãn hồi lập nghiệp",
    "family": "Gia Đình: Họ hàng ôn hòa, người người hòa thuận.   Sức Khỏe: mạnh khỏe, sống lâu.   Nghề Nghiệp: Nhiều ruộng đất, hợp với nghề kỹ nghệ kinh doanh có tài lộc .",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số được hưởng phúc trời ban, vạn sự yên ổn chắc ví như âm dương mới hồi phục, cây cỏ gặp mùa xuân.",
    "health": "Sức khỏe: mạnh khỏe, sống lâu.",
    "career": "Nghề Nghiệp: Nhiều ruộng đất, hợp với nghề kỹ nghệ kinh doanh có tài lộc.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là người nhờ tài thiên phú mà từng bước một thăng tiến thành công, vững chắc, cuộc đời được hưởng vinh hoa phú quý, đắc thọ, đắc lộc, làm rạng rỡ tổ tông, là số đại cát.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Gia đình hòa thuận nhưng vợ chồng khắc khẩu, sức khỏe tốt nhưng hay bị tai nạn giao thông. Tiền vận gặp nhiều long đong khó khăn. Hậu vận khá tốt đẹp.",
    "phuc_duc": "Phúc Đức:"
  },
  "12": {
    "number": 12,
    "cuc_name": "Cục 12",
    "alias": "Quật Tỉnh Vô Tuyền",
    "description": "Số của người ý chí bạc nhược, gia đình lạnh lẽo, làm nhiều mà không thu được kết quả.",
    "family": "Gia Đình: Họ hàng lạnh lẽo, hờ hững, nghèo, người ngoài lấy oán báo ân.   Sức Khỏe: Tượng như cây khô chờ xuân. Tinh thần bạc nhược dễ bị bệnh, hay mắc bệnh về tì vị.   Nghề Nghiệp: Sao hung Tinh, tai ách đóng tại mệnh, chủ hay bị tai ách, kiếp tài, bị cướp bóc.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Tuy cuộc sống gặp nhiều khó khăn gian khó nhưng không đáng lo ngại lắm, vẫn đủ cơm ăn áo mặc, nhưng số này thường Dễ Tái Hôn.",
    "health": "Sức khỏe: Tượng như cây khô chờ xuân. Tinh thần bạc nhược dễ bị bệnh, hay mắc bệnh về tì vị .",
    "career": "Nghề Nghiệp: Sao hung Tinh, tai ách đóng tại mệnh, chủ hay bị tai ách, kiếp tài, bị cướp bóc.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là mệnh của quái kiệt vĩ nhân kiệt xuất.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Tượng trưng cho những người mù quáng không tự lượng được sức mình khiến cuộc sống thường gặp nhiều thất bại, hoặc những người ngại khó, ngại khổ chưa làm đã ngại chán nản, lúc đầu làm tốt nhưng sau không muốn làm. Cuộc sống gia đình bạc bẽo, cô độc, bệnh tật khốn đốn. Nếu Tứ trụ xấu nữa thì yểu mệnh.",
    "phuc_duc": "Phúc Đức:"
  },
  "13": {
    "number": 13,
    "cuc_name": "Cục 13",
    "alias": "Xuân Nhật Mẫu Đơn",
    "description": "Số chỉ người tài chí, mưu lược, thành công rực rỡ",
    "family": "Gia Đình: Số này thường được hưởng phúc ấm của tổ tiên, con cháu hiếu thuận.   Sức Khỏe: Mạnh khỏe, sống lâu.   Nghề Nghiệp: Sao Thiên quan Quý nhân, Văn xương, học sĩ, chủ điền sản tài lộc.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Chỉ người đa tài, đa nghệ, trí dũng hơn người. Được hưởng hạnh phúc, phú quý vinh hoa.",
    "health": "Sức khỏe: Mạnh khỏe, sống lâu.",
    "career": "Nghề Nghiệp: Sao Thiên quan Quý nhân, Văn xương, học sĩ, chủ điền sản tài lộc.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là số của những người làm kỹ nghệ thủ công, là người có nhiều kỳ vọng nhưng không đạt thành danh nghiệp. Tuy nhiên là những người có khả năng hoàn thành công việc khó vì vậy nhẫn nhục, chịu đụng thì cũng có được cuộc sống bình an.",
    "phuc_duc": "Phúc Đức:"
  },
  "14": {
    "number": 14,
    "cuc_name": "Cục 14",
    "alias": "Phá Triệu",
    "description": "Tượng của người lưu lạc góc bể chân trời, bất đắc chí",
    "family": "Gia Đình: Cốt nhục hay bị chia lìa, tha phương lập nghiệp, anh em bất hòa.   Sức Khỏe: Thường là người tài hoa, khéo léo tuy nhiên dễ bị bệnh phổi, phong tà, gió độc, những bệnh về đường sinh dục.   Nghề Nghiệp: Mỹ thuật, có sao Đào hoa, Văn xương, khéo tay, sáng tạo.",
    "tinh_danh_dien": "Tính Danh Điền Thực: là người có Tinh thần kiên định, nếu quyết tâm theo con đường sự nghiệp của mình không bỏ dở nửa chừng thì trong hoạn nạn sẽ thành công và có danh tiếng, có thể thành quái kiệt vĩ nhân sáng tạo nên sự nghiệp. Vì vậy đây là số hoặc hung, hoặc cát. Nếu người mệnh bình thường không dế gì chịu đựng nổi gian khổ.",
    "health": "Sức khỏe: Thường là người tài hoa, khéo léo tuy nhiên dễ bị bệnh phổi, phong tà, gió độc, những bệnh về đường sinh sản.",
    "career": "Nghề Nghiệp: Mỹ thuật, có sao Đào hoa, Văn xương, khéo tay, sáng tạo.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Số này gọi là Bán thiên triết xí (nửa đường đứt gánh). Số khắc cha mẹ, người thân, hữu sinh vô dưỡng, cô độc bất đắc chí. Số mình làm cho người khác hưởng.",
    "phuc_duc": "Phúc Đức:"
  },
  "15": {
    "number": 15,
    "cuc_name": "Cục 15",
    "alias": "Phúc Thọ",
    "description": "Số chủ về phúc thọ song toàn, sáng nghiệp tổ tông.",
    "family": "Gia Đình: Họ hàng thân thiết, con cháu đông vui.   Sức Khỏe: Mạnh khỏe, an nhàn vui hưởng.   Nghề Nghiệp: Có sao Thiên quan Quý nhân, lại có sao Phúc Tinh và sao Quan lộc.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số của người được thừa hưởng sản nghiệp của tổ tông. Kinh tế khá giả, cuộc sống gia đình tốt đẹp.",
    "health": "Sức khỏe: Mạnh khỏe, an nhàn vui hưởng.",
    "career": "Nghề Nghiệp: Có sao Thiên quan Quý nhân, lại có sao Phúc Tinh và sao Quan lộc.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Số phúc thọ viên mãn, có tiếng tăm đức độ, trên dưới đều tin tưởng, phú quý vinh hoa.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là người kiêu ngạo bất đắc chí nên sẽ dẫn tới có nhiều kẻ thù. Số này hay gặp tai họa bất ngờ. Là số một nửa đời đầu lên như diều gặp gió, nửa đời sau đứt dây. Nếu Gặp vận suy phá bại.",
    "phuc_duc": "Phúc Đức:"
  },
  "16": {
    "number": 16,
    "cuc_name": "Cục 16",
    "alias": "Hậu Trọng",
    "description": "Là số có Quý nhân phù trợ",
    "family": "Gia Đình: Đầm ấm vui vẻ. Nếu lập gia đình muộn thì nam có vợ hiền, nữ có chồng danh tiếng.   Sức Khỏe: Đây là người có sức khỏe, nhưng thiên về chìm đắm trong Ham Vui, vì vậy nên tu dưỡng thì mới có tuổi thọ cao  .   Nghề Nghiệp: Có sao Quý nhân, Văn Tinh, Học sĩ, Khôi việt.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số của người luôn gặp may mắn, dù gặp họa cũng sẽ chuyển thành phúc, gặp hung hóa cát. Khi nào họa tới thì không nên hoang mang, hãy kiên định, ắt sẽ gặp Quy nhân. Đây là số phú quý thành công.",
    "health": "Sức khỏe: Đây là người có sức khỏe, nhưng thiên về chìm đắm, vì vậy nên tu dưỡng thì mới có tuổi thọ cao.",
    "career": "Nghề Nghiệp: Có sao Quý nhân, Văn Tinh, Học sĩ, Khôi việt.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là người có khả năng tổ chức, có tài làm lãnh đạo hoặc thủ lĩnh, được mọi người tôn trọng, danh vọng cao sang.",
    "tinh_danh_bat": "Tính Danh Bất Tương: là số hóa hung, số của người lao động lận đận khốn khó. Người này vẫn có Quý nhân phù trợ (nhưng là tiểu Quý nhân) vì vậy chỉ cứu được họa nhỏ, không cứu được họa lớn.",
    "phuc_duc": "Phúc Đức:"
  },
  "17": {
    "number": 17,
    "cuc_name": "Cục 17",
    "alias": "Cương Cường",
    "description": "Đây là số chỉ khả năng đột phá vượt mọi gian khổ.",
    "family": "Gia Đình: Đàn bà nên tu dưỡng đức hạnh, nên trầm tĩnh mới giữ hạnh phúc. Đàn ông gia đình yên ổn, thường nặng về tính gia trưởng.   Sức Khỏe: Tốt, mạnh khỏe sống lâu.   Nghề Nghiệp: Có sao Văn chương (Văn Xương, Văn Khúc), Tướng Tinh, Sát Phá Liêm Tham, Thiên quan Thiên phúc, Hóa Quyền, Thiên tướng, Tử Phủ Vũ Tướng.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người coó ý chí kiên định, có khả năng vượt qua mọi khó khăn gian khổ, có cá tính mạnh mẽ có thể đột phá vào những lĩnh vực khó, thông qua đó mà nổi tiếng, kiến tạo được sự nghiệp lớn.",
    "health": "Sức khỏe: Tốt, mạnh khỏe sống lâu .",
    "career": "Nghề Nghiệp: Có sao Văn chương (Văn Xương, Văn Khúc), Tướng Tinh, Sát Phá Liêm Tham, Thiên quan Thiên phúc, Hóa Quyền, Thiên tướng, Tử Phủ Vũ Tướng.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là số của người đại hung, đại cát. Tai họa nhiều nhưng cũng sáng rực rỡ như mặt trời ở giữa bầu trời (Nhật lệ trung thiên), quyền uy cao cả. Với tính danh này thì nên biết giấu mình đi một phần. Nếu không quan tâm đến ý kiến của người khác mà cứ kiên định theo ý chí của mình thì có thể sẽ sụp đổ công danh sự nghiệp hay gặp nhiều điều thị phi, gia đìnhlục đục. Đặc biệt phụ nữ không thích hợp với cục này.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là người khỏe mạnh nhưng lại hay gặp tai nạn bất ngờ. Trong sự nghiệp, làm ăn kinh doanh thường hay gặp thất bại. Gia định không hòa thuận, bất đồng giữa bố con, anh em (xung khắc mạnh). (cách Thượng lộ mai thi).",
    "phuc_duc": "Phúc Đức:"
  },
  "18": {
    "number": 18,
    "cuc_name": "Cục 18",
    "alias": "Thiết Kính Trùng Ma",
    "description": "(Lau lại kính cũ) Số của người hữu trí, thành công",
    "family": "Gia Đình: Người này được hưởng phúc ấm của tổ tiên. Người này lòng thiện nhưng hay nói điều ác (tâm Phật khẩu xà), kỵ loạn ngôn, nên giữ hòa thuận, cẩn ngôn thì được hưởng phúc đức trọn vẹn.   Sức Khỏe: Có sức khỏe tốt, dai sức sống lâu.   Nghề Nghiệp: Gồm có sao Tướng Tinh, Văn Tinh, Thái cực, cũng có cao Kỹ nghệ, Thần nông.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người có ý chí, đa mưu túc kế (túc trí đa mưu), gặp nhiều thuận lợi tốt đẹp. Trong lĩnh vực kinh doanh thu được nhiều thắng lợi, kinh tế tấn phát. Trong lĩnh vực quan trường có quyền lực vị trí. Đây là số người Thân tự lập Thân.",
    "health": "Sức khỏe: Có sức khỏe tốt, dai sức sống lâu",
    "career": "Nghề Nghiệp: Gồm có sao Tướng Tinh, Văn Tinh, Thái cực, cũng có cao Kỹ nghệ, Thần nông.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là người có ý chí sắt đá nhưng hồ đồ, thiếu sự bao dung, làm việc cứng quá dễ bị gẫy đổ, nên số này thường hay phải chịu nhiều điều tiếng thị phi, khẩu thiệt. Nên nghĩ kĩ hãy làm. Như thế thì cuộc sôngs cũng có thể khá hơn. Người thường có tính bảo thủ cố chấp.",
    "phuc_duc": "Phúc Đức:"
  },
  "19": {
    "number": 19,
    "cuc_name": "Cục 19",
    "alias": "Đa Nạn",
    "description": "Số của người gặp nhiều tai họa",
    "family": "Gia Đình: Bất hòa, ly tán, anh em không gần nhau.   Sức Khỏe: Thường gặp bệnh hoạn, hình ngục, yểu. Nếu người hành Kim khuyết hoặc đa Kim thì lại được an toàn.   Nghề Nghiệp: Có sao Hồng Đào, Đại họa, Đại sát, Kình, Đà, Hỏa, Linh, Đào hoa, Hồng loan, Hồng sa, Hàm trì, Chủy khốc  .",
    "tinh_danh_dien": "Tính Danh Điền Thực: là người ưa hoạt động, cũng có công danh sự nghiệp đạt được một số tiếng tăm trong cuộc đời, thành công lớn, có thực lực. Tuy nhiên lại luôn Phòng có họa bất ngờ giáng xuống.",
    "health": "Sức khỏe:",
    "career": "Nghề Nghiệp: Có sao Hồng Đào, Đại họa, Đại sát, Kình, Đà, Hỏa, Linh, Đào hoa, Hồng loan, Hồng sa, Hàm trì, Chủy khốc.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Nếu tính danh thuộc về hành Kim, hành Thủy thì đây là số của những nhà cách mạng chịu nhiều gian nan đau khổ, nhưng sẽ thành công trở thành vĩ nhân quái kiệt.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là cách rất xấu, Người có cách này về sức khỏe luôn bị đe dọa bởi bệnh tật, tàn phế cô độc, thậm chí chết yểu. Nếu không cũng phải cả đời trốn tránh quan quyền vợ chồng con cái xa cách.",
    "phuc_duc": "Phúc Đức:"
  },
  "20": {
    "number": 20,
    "cuc_name": "Cục 20",
    "alias": "ốc Hạ Tàng Kim",
    "description": "Số biểu thị thất bại",
    "family": "Gia Đình: Họ hàng xa cánh, anh em bất hòa, xa quê lập nghiệp.  .   Sức Khỏe: Người cực kỳ khỏe nếu có tính danh chủ Kim - Mộc thì vô sự, dẻo dai chịu đựng. Không phải hành đó thì là người hay ốm đau suy nhược, tàn phế.   Nghề Nghiệp: Có sao Quan Tinh, Hóa Quyền, Khôi, Việt, những sao thuộc về Mỹ thuật, Xương Khúc, Thiên minh, Hà khôi, cũng bao gồm những sao Đại họa.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Có cuộc sống bình thường, no cơm ấm áo. Tuy nhiên trong đời thường gặp sựu chẳng lành, đưa đến hay bị kiện tụng, thị phi khẩu thiệt.",
    "health": "Sức khỏe: Người cực kỳ khỏe nếu có tính danh chủ Kim-Mộc thì vô sự, dẻo dai chịu đựng.",
    "career": "Nghề Nghiệp: Có sao Quan Tinh, Hóa Quyền, Khôi, Việt, những sao thuộc về Mỹ thuật, Xương Khúc, Thiên minh, Hà khôi, cũng bao gồm những sao Đại họa.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Hợp Với Vua, chúa, Vương hầu.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Số này tượng trưng cho sự vật sắp bị hủy hoại, chủ cuộc đời không được bình an, tai họa trùng trùng, luôn gặp nghịch cảnh hoặc đa bệnh tật, tàn phế, yểu. Đây là cách từ nhỏ đã sớm phải xa gia đình tha phương cầu thực, luôn bị khốn đốn.",
    "phuc_duc": "Phúc Đức:"
  },
  "21": {
    "number": 21,
    "cuc_name": "Cục 21",
    "alias": "Nminh Nguyệt Trung Thiên",
    "description": "Số của người thành công rực rỡ",
    "family": "Gia Đình: Họ hàng hòa thuận, anh em gần gũi, hỗ trợ lẫn nhau.   Sức Khỏe: Mạnh khỏe sống lâu.   Nghề Nghiệp: Có sao Thiên quan, Thiên phúc (may măn), Thái cực, Văn Xương-Văn Khúc (văn học nghệ thuật), Lộc tồn .",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là số biểu tượng thành công rực rỡ như trăng sáng giữa bầu trời.",
    "health": "Sức khỏe: Mạnh khỏe sống lâu.",
    "career": "Nghề Nghiệp: Có sao Thiên quan, Thiên phúc (may măn), Thái cực, Văn Xương-Văn Khúc (văn học nghệ thuật), Lộc tồn.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là số của các nhà lãnh tụ, chủ quyền uy độc lập, được mọi người ngưỡng mộ. Đầy đủ Phúc-Lộc-Thọ. Cục này dù là danh Điền thực hay Phản thực đều có con đường sự nghiệp phát triển từ từ, đường đi gian khổ từng bước mà lên. Tuy nhiên với tính danh Điền thực thì đây là số cát lợi, lập thân hưng thịnh gia nghiệp. Nếu tính danh Phản thực thì là cách của nhà lãnh tụ. Tuy nhiên phụ nữ có cách này không hay, vợ hay lấn át chồng, âm dương xung khắc, 2 hổ đánh nhau ắt chẳng vẹn toàn.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Cũng là người có cơ nghiệp vào bậc trung, cuộc sống no đủ, vô lo ít bệnh tật. Tuy nhiên tính danh Bất tương với nữ giới thì rất có hại, người nữ giới mang nam tính, trong gia đình thường có sự đấu tranh âm thầm không được yên ổn. (Nếu nữ phát đào hoa tổn tài, nam phá tài).",
    "phuc_duc": "Phúc Đức:"
  },
  "22": {
    "number": 22,
    "cuc_name": "Cục 22",
    "alias": "Thu Thảo",
    "description": "Số của người thích tranh đấu",
    "family": "Gia Đình: Họ hàng bất hòa, tự thân lập nghiệp  .   Sức Khỏe: Thường hay bị bệnh kín khó chữa. Nếu mệnh xấu thì giảm thọ.   Nghề Nghiệp: Có Thiên ất, Kiếp sát, Song hao, Tướng Tinh  .",
    "tinh_danh_dien": "Tính Danh Điền Thực: Có Thể giảm bớt được khó khăn hung họa, là người có cuộc sống bình thường, bằng lòng với cuộc sống hiện tại của mình đang có.",
    "health": "Sức khỏe: Thường hay bị bệnh khó. Nếu mệnh xấu thì giảm thọ.",
    "career": "Nghề Nghiệp: Có Thiên ất, Kiếp sát, Song hao, Tướng Tinh.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là số của người có thể làm nên sự nghiệp, vĩ nhân hào kiệt, song thường cuối vận bất đắc chí, thậm chí phá bại, hại danh tiếng.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đay là số chỉ sự vật chẳng lành nguyên, giữa đường đổ vỡ (cả sự nghiệp lẫn gia đạo), thường là người bạc nhược, ý chí kém cỏi ví như cây cỏ mùa thu gặp sương vậy. Là tượng của sự khốn khó, cô độc, trong đời gặp nhiều phiền phức, khó thành chí nguyện. lại hay mắc bệnh mãn tính, kinh niên.",
    "phuc_duc": "Phúc Đức:"
  },
  "23": {
    "number": 23,
    "cuc_name": "Cục 23",
    "alias": "Tráng Lệ",
    "description": "Số của vận thịnh vượng",
    "family": "Gia Đình: Số này chỉ ứng vào nam giới. Nam thì viên mãn, nữ thì lưu lạc, đàn bà có số này chủ khắc phu tử.   Sức Khỏe: Nam thì mạnh khỏe, nữ thì cô độc, ốm đau.   Nghề Nghiệp: Có sao Tướng Tinh, Văn Xương, Lực sĩ, Lộc tồn.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Biểu thị vận hưng thịnh, là người từ từ tiến lên kết quả lừng lẫy, uy quyền địa vị thịnh vượng, công danh hiển đạt. Tuy nhiên người có cách này khí huyết thường cương mãnh nên mọi hoạt động hay thái quá, cần phải điều tiết.",
    "health": "Sức khỏe: Nam thì mạnh khỏe, nữ thì ốm đau.",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, Văn Xương, Lực sĩ, Lộc tồn.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là số của người thành công rực rỡ, địa vị cao thăng nhưng nửa đường dễ gẫy đổ, không giữ được lâu. Nếu biết được thì nên chuyển ngành chuyển nghề. Đối với đàn bà có cách này thì phòng khuê rời rã, chướng gấm lạnh lùng",
    "tinh_danh_bat": "Tính Danh Bất Tương: Với số này nam giới lao đao lận đận, vất vả. Phụ nữ rơi vào thì lại là người bình thường, có cuộc sống thời trẻ chìm nổi. Cả hai đều đến hậu vận thì an nhàn.",
    "phuc_duc": "Phúc Đức:"
  },
  "24": {
    "number": 24,
    "cuc_name": "Cục 24",
    "alias": "Quật Tàng Đắc Kim",
    "description": "Số của sự giàu sang phú quý",
    "family": "Gia Đình: Gia đình hạnh phúc, anh em hòa thuận, độc lập thành danh.   Sức Khỏe: Sống lâu, trường thọ, mạnh khỏe.   Nghề Nghiệp: Có sao Thiên quan, Thiên phúc Quý nhân, Văn Xương, Kỹ nghệ.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là số của người có tài trí mưu lược xuất chúng, tay trắng làm nên sự nghiệp. Đây là cục số của người có vận số ôn hòa, thuần lương. Tuy nhiên, từ năm 45 cho đến 53 tuổi cuộc sống cũng có chút ít biến động gập ghềnh, nhưng nhờ có đức tài trí trời ban nên sẽ vượt qua được. Lại biết cần kiệm lập nghiệp cho nên tiền của dồi dào đến già, con cháu đông đúc. Tuy nhiên số này thường có một con thứ hoặc con út đam mê, phá tán, nếu không thì cũng một người cháu là kẻ SUY NHƯỢC, yểu.",
    "health": "Sức khỏe: Sống lâu, trường thọ, mạnh khỏe.",
    "career": "Nghề Nghiệp: Có sao Thiên quan, Thiên phúc Quý nhân, Văn Xương, Kỹ nghệ.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đaây là số có Lộc án Kình Đà \"giáp Kình, giáp Đà vi khất cái\" (số nghèo khó).",
    "phuc_duc": "Phúc Đức:"
  },
  "25": {
    "number": 25,
    "cuc_name": "Cục 25",
    "alias": "Anh Tuấn",
    "description": "Số của người cương nghị, tư chất thông tuệ linh mẫn",
    "family": "Gia Đình: Hòa thuận, vợ chồng tôn trọng lẫn nhau, con cái ngoan hiền.   Sức Khỏe: Tương đối mạnh khỏe, ít bệnh tật, chỉ hay bị bệnh lặt vặt không gặp họa lớn.   Nghề Nghiệp: Có sao Tướng Tinh, văn khúc, Văn Xương, sao Kỹ nghệ.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số của người thông minh, cương nghị nhưng lại nhiều thiên kiến có tài năng, tính khí thất thường, có lúc bất hòa với mọi người vì vậy mà hay dẫn tới thất bại trong con đường công danh sự nghiệp. Nên xử sự hòa hoãn có pháp độ mới thành công tốt đẹp. Đây là số đặc trưng cho người được hưởng Thiên thời, Địa lợi nhưng lại thiếu Nhân hòa (đắc Thiên-Địa, bắt đắc Nhân).",
    "health": "Sức khỏe: Tương đối mạnh khỏe, ít bệnh tật, chỉ hay bị bệnh lặt vặt không gặp họa lớn.",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, văn khúc, Văn Xương, sao Kỹ nghệ.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là người cũng thông minh nhanh nhẹn nhưng lại hay quên. Tính cách thì thiếu khiêm tốn, gàn dở ngạo mạn khinh người. Thường hành sự theo cảm tính, do đó dù có nỗ lực phấn đấu cũng chỉ đạt cuộc sống tối thiểu.",
    "phuc_duc": "Phúc Đức:"
  },
  "26": {
    "number": 26,
    "cuc_name": "Cục 26",
    "alias": "Biến Quái",
    "description": "Số của người kì dị, quái cổ, lập dị",
    "family": "Gia Đình: Họ hàng, anh em không gần nhau, vợ con thì lxa cách. Nếu là con trai thì 2 đời vợ (đời nào cũng xa cách)..   Sức Khỏe: Nếu hành khuyết là mộc-Thủy thì hay ốm đau bênh tật, thường mắc bệnh kinh niên. Nếu mệnh khuyết hành Kim-Hỏa thì bình an. Nếu hành Thổ thì cũng mạnh khỏe nhưng trong người có dị tật.   Nghề Nghiệp: Hào hiệp, có sao Quan lộc và sao Đại họa.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là người thông minh và khéo tay, giàu lòng hiệp nghĩa, sẵn lòng giúp mọi người nhưng không được lòng người vì hay nói thẳng. Cuộc sống tạm no đủ, nhưng cũng vất vả.",
    "health": "Sức khỏe: Nếu hành khuyết là mộc-Thủy thì hay ốm đau bênh tật, thường mắc bệnh kinh niên. Nếu mệnh khuyết hành Kim-Hỏa thì bình an. Nếu hành Thổ thì cũng mạnh khỏe nhưng trong người phòng có dị tật.",
    "career": "Nghề Nghiệp: Hào hiệp, có sao Quan lộc và sao Đại họa.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là người có tính tình cổ quái, nhưng là người bất khuất, có trí tuệ cao. Nếu thời trai trẻ mà có một vài lần chết hụt thì lớn lên sẽ thành người nổi tiếng vang danh thiên hạ. Nếu 3,4 lần chết hụt thì thành kiệt sĩ, vĩ nhân.",
    "tinh_danh_bat": "Tính Danh Bất Tương: là số của người vất vả suốt đời. Tính nết thì kỳ dị, cuộc đời hay gặp biến động, nhiều sóng gió đưa đẩy chìm đắm. Nếu tính danh thiếu Thổ thì là hạng người phóng đãng, yểu.",
    "phuc_duc": "Phúc Đức:"
  },
  "27": {
    "number": 27,
    "cuc_name": "Cục 27",
    "alias": "Tăng Trưởng",
    "description": "Đây là cục số của người tham vọng không đạt",
    "family": "Gia Đình: Đây là người cá nhân mình khá nhưng gia đình nghèo, anh em chia lìa.   Sức Khỏe: Nếu khuyết hành Hỏa thì sẽ mắc bệnh tim, về máu huyết. Khuyết hành Kim thì bệnh phổi. Nếu khuyết hành Thủy, Thổ, Mộc thì bình thường.   Nghề Nghiệp: Có sao Tướng Tinh, học sĩ, Tuế phá (tàn tật), Đại hao (mất của).",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là cách của người nửa thành nửa bại, nửa thịnh nửa suy, là cách \"Tiền Cát hậu Suy\", càng về già càng kém. Dù có nhẫn nhục cũng khó tránh miệng tiếng chê cười.",
    "health": "Sức khỏe: Nếu khuyết hành Hỏa thì sẽ mắc bệnh tim, về máu huyết. Khuyết hành Kim thì bệnh phổi. Nếu khuyết hành Thủy, Thổ, Mộc thì bình thường.",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, học sĩ, Tuế phá (tật), Đại hao (mất của).",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là người đến tuổi trung niên thành công rực rỡ, nhưng về già hay bị cô độc, của cải hao tán (không phải hao tán trong gia đình mà bên ngoài). Nếu là nam giới cuối đời trở nên đào hoa, cần phải cẩn thận mới giữ tròn danh tiếng.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số của người u mê tham vọng, sẵn sàng làm mọi việc để đạt mục đích dù cho người đời công kích, phỉ báng, kiện cáo. Đây là số của người làm việc nhiều nhưng không thành công, cuối đời phá bại, nuối tiếc.",
    "phuc_duc": "Phúc Đức:"
  },
  "28": {
    "number": 28,
    "cuc_name": "Cục 28",
    "alias": "Khoát Thủy Phù Bình",
    "description": "Số của người trôi nổi lênh đênh",
    "family": "Gia Đình: Anh em tranh giành, vợ con xa cách.   Sức Khỏe: Là người dễ mắc bệnh tật, cũng hay bị thương tật tàn phế. Cách này đại kỵ.   Nghề Nghiệp: Có Thiên quan, tướng Tinh, Học sĩ, Đào hoa, Hổ khốc, Tang môn.",
    "tinh_danh_dien": "Tính Danh Điền Thực: là người khẳng khái nhưng cũng bôn ba chìm nổi, từ nhỏ đã rời xa gia định, lớn lên lập gia đình cũng khắc vợ khắc chồng. Tuy nhiên đây là người có kinh tế khá giả. Số này nên nhận con nuôi mới cải hoán được số mệnh.",
    "health": "Sức khỏe: Là người dễ mắc bệnh tật, cũng hay bị thương tật tàn phế.",
    "career": "Nghề Nghiệp: Có Thiên quan, tướng Tinh, Học sĩ, Đào hoa, Hổ khốc, Tang môn.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây tượng trưng số đại hung, trống rỗng, diệt vong, họa hại, biệt ly, khắc lục thân. Đàn ông thì cuộc sống vất vả, chia ly. Nữ gặp càng xấu.",
    "phuc_duc": "Phúc Đức:"
  },
  "29": {
    "number": 29,
    "cuc_name": "Cục 29",
    "alias": "Bất Bình",
    "description": "Đây là số của người thành công lớn",
    "family": "Gia Đình: Họ hàng nghèo nhưng gia đình hòa thuận.   Sức Khỏe: Nếu tính danh là hành Kim, Mộc, Thủy thì là người mạnh khỏe, giỏi võ. Tính danh là hành Thổ, Hỏa thì lại hay bệnh tật ốm đau.   Nghề Nghiệp: có sao Tướng Tinh, Văn Xương, Quan lộc, Bạch hổ.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là cục chỉ sự thành công, hạnh phúc như rồng gặp mây thẳng bước tiến lên. Nếu mệnh vững, tính danh phản thực ngay từ khi còn nhỏ đã có điềm báo lớn lên thành sự nghiệp lớn (Lưu ý: Người có cục số này khi đắc chí đừng quên lúc xuất thân, nếu không sẽ gặp họa rắc rối trong đời nhất quyết bị người mình giúp lúc hàn vi phản lại.",
    "health": "Sức khỏe:",
    "career": "Nghề Nghiệp:",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số của người có mưu trí không biết đủ, không biết lượng sứuc mình nên dễ chuốc họa vào thân. Vì vậy cách này gọi là \"Kiếm xạ Đẩu ngưu\". Người có cách này thường hiếm con. Phụ nữ có số này thì quá nhiều nam tính nên trung tuổi dễ bị cô độc.",
    "phuc_duc": "Phúc Đức:"
  },
  "30": {
    "number": 30,
    "cuc_name": "Cục 30",
    "alias": "Phi Vận",
    "description": "Số của người bất mãn vì không gặp vận (Sinh bất phùng thời)",
    "family": "Gia Đình: bất hòa. Sức Khỏe: Ko Tốt. Trừ tính danh khuyết hành Kim, Mộc thì bình an.   Nghề Nghiệp: có sao Quan Tinh, Văn Xương, kèm nhiều tai ách, hung sát, Kình Lực.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Vào cách cát hung tham bán (được mất đan xen vào nhau). Nếu như cuộc sống kinh tế khá giả thì gia đình gặp nhiều trục trặc. Nếu nhu có danh tiếng thì đàn ông lưu ý Tử tức kém. Đàn bà có cục số này nên thận trọng trong lòng hư vinh, kẻo được danh tiếng thì lại hại cho chồng.",
    "health": "Sức khỏe: Ko Tốt. Trừ tính danh khuyết hành Kim, Mộc thì bình an.",
    "career": "Nghề Nghiệp: có sao Quan Tinh, Văn Xương, kèm nhiều tai ách, hung sát, Kình Lực.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Nếu khi bé mà đã trải qua 1 hoặc 2 lần chết hụt, đặc biệt vì sông nước, hoặc tai nạn về kim loại. thì lớn lên là người có sự nghiệp vẻ vang nổi danh. Nếu hành khuyết là Kim, Mộc thì không những là người có danh tiếng mà còn là người sống đại thọ. Tuy nhiên khó tránh được một người trong nhà Suy Nhược thần kinh.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là số của người chìm nổi lênh đênh, khó phân tốt xấu, khó khăn kinh tế, lại hay gặp họa bất ngờ, cô độc, yểu.",
    "phuc_duc": "Phúc Đức:"
  },
  "31": {
    "number": 31,
    "cuc_name": "Cục 31",
    "alias": "Xuân Nhật Khai Hoa",
    "description": "Số của người trí dũng song toàn",
    "family": "Gia Đình: Hạnh phúc, đông con nhiều cháu.   Sức Khỏe: Tốt, ít bệnh tật, nếu có thì chỉ thoáng qua.   Nghề Nghiệp: Có sao Thái cực, Tướng Tinh, Văn Tinh (Văn Xương, Văn khúc), Học sĩ.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số của người gặp nhiều may mắn, được người trên nâng đỡ nên thành công rực rỡ. Tính cách ôn hòa, nhân hậu, có lòng vị tha.",
    "health": "Sức khỏe: Tốt, ít bệnh tật, nếu có thì chỉ thoáng qua.",
    "career": "Nghề Nghiệp: Có sao Thái cực, Tướng Tinh, Văn Tinh (Văn Xương, Văn khúc), Học sĩ .",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là người có số đại cát, cách rồng mây gặp vận, trí dũng song toàn, có ý chí kiên định, giàu trí quan sát, giao thiệp rộng rãi, có khả năng xem xét và giải quyết những việc lớn. Vì vậy đây là cục số của những người thủ lĩnh trong việc sáng lập đại nghiệp. Tuy nhiên nam giới lại là cách đa thê.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là người có may mắn nhất định nếu có vinh hoa phú quý thì cũng do cha ông để lại, được hưởng sản nghiệp của tổ tiên. Người ta gọi là cách \"Hư danh thụ ấm\".",
    "phuc_duc": "Phúc Đức:"
  },
  "32": {
    "number": 32,
    "cuc_name": "Cục 32",
    "alias": "Báo ẩn Kim Sơn",
    "description": "Số gặp may mắn không ngờ",
    "family": "Gia Đình: hạnh phúc viên mãn. Nếu là nam giới ắt là có một vợ chính và thê thiếp.   Sức Khỏe: Mạnh khỏe, ít bệnh.   Nghề Nghiệp: có sao Thiên đức, Nguyệt đức, văn Tinh, (Xương Khúc), Học sĩ (Khoa-Khôi-Việt).",
    "tinh_danh_dien": "Tính Danh Điền Thực:",
    "health": "Sức khỏe: Mạnh khỏe, ít bệnh.",
    "career": "Nghề Nghiệp: có sao Thiên đức, Nguyệt đức, văn Tinh, (Xương Khúc), Học sĩ (Khoa-Khôi-Việt).",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương:",
    "phuc_duc": "Phúc Đức:"
  },
  "33": {
    "number": 33,
    "cuc_name": "Cục 33",
    "alias": "Thăng Thiên",
    "description": "Số của người tài đức song toàn",
    "family": "Gia Đình: Với nam giới thì gia đình hạnh phúc, con cháu đông đúc. Với nữ giới thì có thân độc ảnh (một thân một bóng)  .   Sức Khỏe: Khá tốt, nhưng nếu là tính danh Bất tương thì lại nhiều bệnh tật.   Nghề Nghiệp: Có sao Thiên quan, Văn xương, Học sĩ.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là tượng của loan phượng sum vầy, tài đức song toàn, kiên nghị, quyết đoán, vang danh thiên hạ. Bởi đây chính là tượng của mặt trời lên cao, chủ về quyền uy. Với số này từ năm 43 đến 47 tuổi phòng gặp họa.",
    "health": "Sức khỏe: Khá tốt, nhưng nếu là tính danh Bất tương thì lại nhiều bệnh tật.",
    "career": "Nghề Nghiệp: Có sao Thiên quan, Văn xương, Học sĩ.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là số của người ương gàn hoặc là số của người sang giàu nhưng không tu tâm dưỡng tính nên xế vận (ngoài 50 tuổi trở đi) sẽ đổ vỡ và thành khốn khó. Lưu ý đàn bà không hợp số này.",
    "phuc_duc": "Phúc Đức:"
  },
  "34": {
    "number": 34,
    "cuc_name": "Cục 34",
    "alias": "Phá Gia",
    "description": "Số của người gặp nhiều tai họa, phá tán",
    "family": "Gia Đình: Họ hàng lưu lạc, duyên phận bạc bẽo.   Sức Khỏe: Hay mắc bệnh hen xuyễn, bại liệt, điên cuồng, xung huyết. Lại cũng hay bị tai họa đâm chém, tù tội.   Nghề Nghiệp: Có Song hao, Đại hao, Đại sát, Thiên hình, Chủy khốc, Bạch hổ, Thiên hư, Thiên khốc, Thiên Riêu, Tang môn.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Cũng là số của người chịu nhiều vất vả, gian truân, trong ngoài rối ren. Có cuộc sống kinh tế gia đình tạm đủ, hay gặp sự cố.",
    "health": "Sức khỏe: Hay mắc bệnh hen xuyễn, xung huyết. Lại cũng hay bị tai họa Kim Loại, giam hãm.",
    "career": "Nghề Nghiệp: Có Song hao, Đại hao, Đại sát, Thiên hình, Chủy khốc, Bạch hổ, Thiên hư, Thiên khốc, Thiên Riêu, Tang môn.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Chí có Tinh danh Phản thực mới nên đặt tên theo số cục này. Nếu người dùng số này mà không vượt qua được sự phấn đấu nỗ lực của bậc vĩ nhân thì không cách gì phá vỡ được vận ác. Tóm lại tính danh Phản thực là cách phá gia mà thành công.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số đại hung, chỉ sự loạn ly tai họa liên tiếp giáng xuống, vạn sự thất bại, tổng thành không (sao Thiên Không). Đối với nam giới mệnh kém là số của người tu hành. Nếu nữ giới mệnh kém là số của ca kỹ.",
    "phuc_duc": "Phúc Đức:"
  },
  "35": {
    "number": 35,
    "cuc_name": "Cục 35",
    "alias": "Cao Lâu Vọng Nguyệt",
    "description": "Số của vận phát triển nghệ thuật",
    "family": "Gia Đình: Đây là người có gia cảnh ấm no, gia đình hòa thuận. Nam giới có cuộc sống bên ngoài như cuộc sống gia đình.   Sức Khỏe: Khá tốt, có sức chịu đựng bền bỉ .   Nghề Nghiệp: Có soa Văn Xương, Văn Khúc, Điền Tinh (Thái âm), Hồng loan, Long-Phượng (Nghệ thuật).",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số biểu thị tính chất ôn hòa, lương thiện, lại có người trí tuệ, có khả năng quan sát sâu với sự việc, lại dồi dào tình cảm, do đó nổi tiếng trong lĩnh vực văn hóa nghệ thuật. Số này tương đối ứng hợp với nữ giới.",
    "health": "Sức khỏe:",
    "career": "Nghề Nghiệp: Có Văn Xương, Văn Khúc, Điền Tinh (Thái âm), Hồng loan, Long-Phượng (Nghệ thuật).",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Sinh bất phùng thời. Nếu nữ Kim thanh thì cô quả, nếu xấu mà xung thì tốt (tuổi Thân thì mặc tuổi Thân, sinh vào giờ Dần vẫn sướng như Tiên). Đây là số của người có làm mà không có hưởng, nên thường là người có tư tưởng tiêu cực, bất mãn. Đối với nữ thường là người vượng phu ích tử, nhưng lại là người vất vả chịu đựng cho chồng cho con.",
    "phuc_duc": "Phúc Đức:"
  },
  "36": {
    "number": 36,
    "cuc_name": "Cục 36",
    "alias": "Ba Đào",
    "description": "Số của người chìm nổi lênh đênh",
    "family": "Gia Đình: Nghèo, vợ chồng con cái ly tán, ít khi đoàn viên.   Nghề Nghiệp: Có sao Học giả (Khoa-Khôi-Việt), Văn Xương, Đại sát  .",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là số của người có cuộc sống quân bình nhưng phải sống xa gia đình, đông con đông cháu.",
    "health": "Sức khỏe: Đây là người có nhiều bệnh tật đặc biệt hay mắc bệnh kinh niên mãn tính, nếu không cũng mắc thương tật.",
    "career": "Nghề Nghiệp: Có sao Học giả (Khoa-Khôi-Việt), Văn Xương, Đại sát.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là số của những nhà cách mạng thành công, là số của bậc vua chúa, nhưng nếu thành công rực rỡ sẽ yểu mệnh. Người có số này chỉ là cấp phó, không phải là cấp trưởng.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Sóng gió dồn dập, lênh đệnh chìm nổi. Là những người có vận ba chìm bảy nổi, cả đời khó được bình yên, luôn sống trong cảnh gian nan. Tuy nhiên đây là người có tâm, có đức. Số này cũng là số của những nhà cách mạng, nhưng càng hoạt động thì càng sóng gió. Đặc biệt khi về già lại là người bệnh tật cô độc. Số này nếu biết tĩnh tại thì cũng được hưởng phúc, sống lâu, cô độc (không được gần con, gần cháu). Thường xuyên tu tâm dưỡng tính rèn luyện sức khỏe thì mới tránh được tai họa của bệnh tật.",
    "phuc_duc": "Phúc Đức:"
  },
  "37": {
    "number": 37,
    "cuc_name": "Cục 37",
    "alias": "Mãnh Hổ Xuất Lâm",
    "description": "Số của người hiến đạt",
    "family": "Gia Đình: Họ hàng hòa thuận, anh em đông đúc. Tuy nhiên đối với nữ giới thì đây là cách Vượng tử Thương phu.   Sức Khỏe: Đây là cách của người mạnh khỏe, sống lâu..   Nghề Nghiệp: Tướng Tinh, quan lộc, quyền uy.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là người độc lập trung thực, tự tay kiến tạo sự nghiệp. Cuộc sống kinh tế khá giả có tiếng tăm. Tuy nhiên người tính danh khuyết hành Hỏa thì thường hay bị mắc bệnh hô hấp, tim mạch, đề phòng đột quỵ, bắt đắc kỳ tử.",
    "health": "Sức khỏe: Đây là cách của người mạnh khỏe, sống lâu",
    "career": "Nghề Nghiệp: Tướng Tinh, quan lộc, quyền uy.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là người có số uy dũng, suốt đời giàu sang phú quý lập nên nghiệp lớn. Đây cũng là cách Nhất thê đa thiếp.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số của người trung bình trong xã hội, tuy không giàu có nhưng cũng được hưởng phúc trời ban. Cả đời được hưởng mưa thuận gió hòa. Nhưng những năm 43, 47, 54 tuổi sẽ gặp nguy cơ trong công việc, nếu là quan chức thì bị khiển trách, cách chức, bãi miễn, nếu làm kinh tế thì phá sản. Nếu không sẽ bị ốm đau tai họa, nhẹ nhất là bệnh tật. Tuy nhiên cuối cùng cũng gặp quý nhân giúp đỡ, gặp hung hóa cát. Tóm lại, đây vẫn là người có số đơn độc, nên hàm dưỡng phần đức thì thành thì thành công lớn.",
    "phuc_duc": "Phúc Đức:"
  },
  "38": {
    "number": 38,
    "cuc_name": "Cục 38",
    "alias": "Ma Thiết Thành Trâm",
    "description": "(Mài sắt thành kim) Số của người kiên trì nhẫn nại hơn người.",
    "family": "Gia Đình: Đông anh em họ hàng nhưng lại xa cách, phận ai nấy lo.   Sức Khỏe: Không tốt lắm, thường hay mắc bệnh đường hô hấp, bệnh về xương khớp.   Nghề Nghiệp: Có sao chỉ về kỹ nghệ, học giả, nhiều sao hung sát, Có trí thông minh, bao dung không hại ai.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Người có số này có ý chí lớn, có khả năng nhẫn nại chịu đựng, song vẫn thiếu tài tổ chức chỉ huy, nên người này có số cục này chỉ hợp làm phó, không làm trưởng. Những người này có khả năng phát triển văn học, kỹ nghệ đều có thể đạt kết quả tốt.",
    "health": ".",
    "career": "Nghề Nghiệp: Có sao chỉ về kỹ nghệ, học giả, nhiều sao hung sát, Có trí thông minh, bao dung không hại ai.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là người có ý chí, nghị lực mài sắt thành kim. Trung chính theo một con đường đã định ắt sẽ đạt thành sự nghiệp. Tuy nhiên đây là người khi làm nên được sự nghiệp cũng là lúc ra đi mà không được hưởng.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số của những người chuyên về nghề kỹ nghệ, thương mại nhỏ. Là người thiếu tài lãnh đạo, thiếu ý chí thống lĩnh, không có khả năng tổ chức, dễ sa vào bất hạnh, bị người khác lợi dụng. Tuy nhiên những người có cụ số này thường cũng có sức khỏe tốt, cuộc sống thanh bình, nhưng thường sống xa vợ con trong thời gian dài.",
    "phuc_duc": "Phúc Đức:"
  },
  "39": {
    "number": 39,
    "cuc_name": "Cục 39",
    "alias": "Phú Quý",
    "description": "Số của người được hưởng vinh hoa phú quý",
    "family": "Gia Đình: Họ hàng bình an, vợ chồng hòa thuận. Trung hậu vận thịnh, con cháu quây quần, đều làm nên sự nghiệp.   Sức Khỏe: Khá tốt. Tuy không quá khỏe nhưng thọ, sống lâu.   Nghề Nghiệp: Có sao Văn Xương, Văn Khúc, Thái cực, Thiên hình .",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là số chủ về uy quyền, giàu sang, trường thọ. Vận số hanh thông như vén mây trông trăng. Về hậu vận thì tuy có tai họa cũng biến thành phúc, trừ những người tính danh khuyết hành Kim, Mộc hay gặp Họa kỳ tử. Số này có đủ cả 3 cách: Phú Quý-Trường thọ-Quyền uy. Tuy nhiên với nữ giới 10 người thì 8 người có chồng ngoại tình, sau năm 60 tuổi thì lại quay trở lại chăm sóc rất nhiệt tình.",
    "health": "Sức khỏe: Khá tốt. Tuy không quá khỏe nhưng thọ, sống lâu.",
    "career": "Nghề Nghiệp: Có sao Văn Xương, Văn Khúc, Thái cực, Thiên hình.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Từ 50 đến 55 tuổi hung họa ẩn tàng. Nếu là quan chức, trong thời gian đó mất chức. Nếu là kinh doanh thì phá sản. Trong hôn nhân thì vợ hay bị bệnh tâm thần suy nhược.",
    "phuc_duc": "Phúc Đức:"
  },
  "40": {
    "number": 40,
    "cuc_name": "Cục 40",
    "alias": "Thoái An",
    "description": "Số của người an phận thủ thường",
    "family": "Gia Đình: Họ hàng, anh em xa cách.   Sức Khỏe: Thường có bệnh mãn tính, dạ dày, thận, nếu không cũng thường bị ngoại thương hoặc tàn phế.   Nghề Nghiệp: Có sao Tướng Tinh, Đảm lược (Thái dương, Quan Phủ) và Hung họa (Bạch hổ).",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người nhiều mưu mẹo, đảm lược nhưng không ở tầm cao mà chỉ là mưu vặt, nhưng hay kiêu ngạo khắc Kỷ, thiếu chí lớn, nên sau mỗi lần va chạm với cuộc sống thì lại càng thu mình lại.",
    "health": "Sức khỏe: Thường có bệnh mãn tính, dạ dày, thận, nếu không cũng thường bị ngoại thương.",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, Đảm lược (Thái dương, Quan Phủ) và Hung họa (Bạch hổ).",
    "tinh_danh_phan": "Tính Danh Phản Thực: là số của nhà nho, chí sĩ bất phùng thời.",
    "tinh_danh_bat": "Tính Danh Bất Tương: là người quá kiêu ngạo, kiểu \"chùm chăn rung đùi\" (Là người khiếm khuyết ngoài đời nhưng luôn cho mình là giỏi, không ai bằng mình. (gia trưởng). Dễ bị công kích phỉ báng, lại hay ốm đau bệnh tật, tai họa. Người này nên bỏ bớt sự kiêu ngạo, xử thế phải biết khiêm nhượng hòa đồng với mọi người thì sẽ có được sự nghiệp bình thường, cuộc sống bình an.",
    "phuc_duc": "Phúc Đức:"
  },
  "41": {
    "number": 41,
    "cuc_name": "Cục 41",
    "alias": "Hữu Đức",
    "description": "Số của người có đức nên luôn gặp may mắn",
    "family": "Gia Đình: Hạnh phúc êm ấm, con cái đông đúc đầy nhà (Nếu có con trai út nên đặt cục này).   Sức Khỏe: Mạnh khỏe, sống lâu.   Nghề Nghiệp: có sao Thái cực, Văn Tinh, Học giả (Hóa khoa, Cự môn).",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số của người có tài can đảm mưu trí, đức độ. Số đại cát về đường danh lợi nhưng thường là do hưởng phúc của tổ tiên để lại (cách này gọi là \"Hữu danh thụ ấm\") nên làm gì cũng gặt hái được thành công nhẹ nhàng.",
    "health": "Sức khỏe: Mạnh khỏe, sống lâu.",
    "career": "Nghề Nghiệp: có sao Thái cực, Văn Tinh, Học giả (Hóa khoa, Cự môn).",
    "tinh_danh_phan": "Tính Danh Phản Thực: .",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là người làm việc gì cũng khó, suốt đời nghèo hèn, vận từ 9 đến 14 tuổi ốm đau bệnh tật triền miên (nên gửi hẳn vào trong chùa vài năm). Vận 33 đến 47 tuổi cũng là vận nhiều bệnh tật, gia đình ly táni (Lưu ý hệ thần kinh dễ thành kẻ suy nhược thần kinh).",
    "phuc_duc": "Phúc Đức:"
  },
  "42": {
    "number": 42,
    "cuc_name": "Cục 42",
    "alias": "Hàn Thiền Tại Liễu",
    "description": "Đây là số của người nghèo khó (Thiền là con ve)",
    "family": "Gia Đình: Họ hàng nghèo khó, vợ chồng ko mặn mà.   Sức Khỏe: Nhiều bệnh tật, nếu tính danh thuộc Hỏa thì bình an..   Nghề Nghiệp: có sao Kiếp sát, tai ách, Hung họa.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người thông minh tài giỏi, nhưng thiếu ý chí và bạc nhược do sức khỏe kém, không làm được tới cùng việc gì, 10 việc thì có đến 9 việc là không thành công. Khuyên những người có số này nên dưỡng tâm, dưỡng khí thì sau này cuộc sống có thể thành công (nên đi trước khi lập gia đình).",
    "health": "Sức khỏe: Nhiều bệnh tật, nếu tính danh thuộc Hỏa thì bình an.",
    "career": "Nghề Nghiệp: có sao Kiếp sát, tai ách, Hung họa.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Số này nên xa gia đình từ nhỏ, đi ở hoặc làm con nuôi người khác hay vào chùa. Tóm lại là phải xa gia đình, bố mẹ. Cộng thêm có 2 lần chết hụt (thường 1 lần vì nước) thì lớn lên sẽ thành công lớn, thành người có tiếng tăm, được nhiều người biết đến.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là cách của người có trí thông minh, đức độ, song lại hay quên, hay nhầm lẫn, ham hưởng thụ, phù phiếm xa hoa. Nếu tính danh (hành khuyết) là Kim, Thổ, Thủy thường là người trí trá. Nếu hành khuyết là Hỏa thì là người trống rỗng, ba hoa. Đây là cách \"Hư danh thụ ấm\".",
    "phuc_duc": "Phúc Đức:"
  },
  "43": {
    "number": 43,
    "cuc_name": "Cục 43",
    "alias": "Tán Tài",
    "description": "Số của vận phải đề phòng tai họa, hao tổn tài",
    "family": "Gia Đình: Vợ chồng bất hòa, con cái ngang bướng  .   Sức Khỏe: Thường hay mang bệnh tật ốm yếu. Nếu mệnh kém còn là yểu.   Nghề Nghiệp: Có sao Tướng Tinh, văn Xương, Địa kiếp, Đại sát.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người cũng có tài nhưng hay thay đổi, không bền chí, làm ăn thì thành ít bại nhiều. Cuộc sống gia đình bên ngoài thì hạnh phúc nhưng bên trong khốn cùng bất hòa. Nếu hành khuyết là Mộc, Hỏa lại biết kiên trì nhẫn nại không vội vàng, từng bước tạo dựng cơ sở bổ xung chắc chắn cho bên trong (nội bộ gia đình trước) thì có thể thành tựu. Tuy nhiên phụ nữ không hợp số này.",
    "health": "Sức khỏe: Thường hay mang bệnh tật ốm yếu.",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, văn Xương, Địa kiếp, Đại sát.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là số phận của người làm ăn khó thành, ví như hoa rụng đêm mưa. Là người thiếu ý chí nghị lực, dễ sa vào con đường bại hoại.",
    "phuc_duc": "Phúc Đức:"
  },
  "44": {
    "number": 44,
    "cuc_name": "Cục 44",
    "alias": "Phiền Muộn",
    "description": "Số của người lực bất tòng tâm",
    "family": "Gia Đình: Nếu không sớm xa gia đình thì nhất định anh em cốt nhục tương tàn (anh em chia rẽ) .   Sức Khỏe: Là người nhiều bệnh tật tai họa. Nếu khuyết hành Mộc thì an toàn, tốt nhất. Khuyết hành Hỏa, Thổ là số có tiêu chí tù đày, tra tấn, nhục hình (Cách của những người phạm pháp). Hành khuyết là Kim, Thủy thậm chí bị tra tấn hoặc bị điên cuồng.   Nghề Nghiệp: Có sao Văn Xương, Văn Khúc, Học sĩ, Địa Kiếp, Song Hao, Đại Sát, Thiên Hình..",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người tuy có tài nhưng mọi việc đều không thuận tiện, sinh bất phùng thờii. Nếu dày công tích đức thì sau tuổi 57 trở đi vận số có thể trở lên khá.",
    "health": "Sức khỏe: Là người nhiều bệnh họa. Nếu khuyết hành Mộc thì an toàn, tốt nhất. Khuyết hành Hỏa, Thổ là số có tiêu chí nhục hình (Cách của những người phạm pháp). Hành khuyết là Kim, Thủy thì xấu.",
    "career": "Nghề Nghiệp: Có sao Văn Xương, Văn Khúc, Học sĩ, Địa Kiếp, Song Hao, Đại Sát, Thiên Hình.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là cục số của người khắc cha mẹ. Nếu có chí thì đây là số của anh hùng liệt sĩ, vĩ nhân, tu sĩ",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là cục hung hiểm, là hình ảnh của sự loạn ly. Luôn gặp nghịch cảnh, tai họa, lao khổ, ví như lá rụng mùa thu.",
    "phuc_duc": "Phúc Đức:"
  },
  "45": {
    "number": 45,
    "cuc_name": "Cục 45",
    "alias": "Thuận Phong",
    "description": "Số gặp vạn sự như ý",
    "family": "Gia Đình: Hạnh phúc, con cháu đông đúc hiếu lễ.   Sức Khỏe: Mạnh khỏe, ít bệnh.   Nghề Nghiệp: Có sao Văn Xương, Văn khúc, Tài Tinh.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người tài giỏi có chí lập nghiệp lớn, vượt mọi khó khăn để đạt được mục đích, là người mưu xa đức rộng. Tuy nhiên trong đời ắt phải có một lần gặp nạn sinh tử nhưng hóa giải được là thành danh, được phú quý phồn vinh tột bực (Lưu ý số không nên có quá 3 cái nhà).",
    "health": "Sức khỏe: Mạnh khỏe, ít bệnh.",
    "career": "Nghề Nghiệp: Có sao Văn Xương, Văn khúc, Tài Tinh.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là người cũng dễ gặp tai họa thất bại tuy có thành công nhưng không lớn, lại vợ chồng hay gặp sự cố (Nếu mệnh có hành khuyết là hành Kim lại ra đào hoa thì đề phòng vợ có lần quẫn trí).",
    "phuc_duc": "Phúc Đức:"
  },
  "46": {
    "number": 46,
    "cuc_name": "Cục 46",
    "alias": "Lẵng Lý Đào Kim",
    "description": "Là số của người phá tán tổ nghiệp",
    "family": "Gia Đình: nếu là nam giới thì nhiều vợ hiếm con hoặc con cái một bề, con cái có dị tật hoặc không năng động  .   Sức Khỏe: Luôn ốm đau bệnh tật và hay bị bệnh kín (đối với nữ).   Nghề Nghiệp: Có sao Tướng Tinh, song hao, Địa kiếp, Hung Tinh.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Có cuộc sống bình thường, có của ăn của để. Biết kinh doanh hoặc là hành công chức bậc trung. Cuộc sống hòa thuận. Bên ngoài bình lặng bên trong sóng gió. Cách này được ví như thuyền chở châu báu bị chìm \"Lẵng lý đào kim\". Nên làm nhiều việc nghĩa, không cực đoan, nên vui với cảnh thanh bần thì có thể thoát được đại hạn (nữ có cách này thường sống trong gia đình quan chức giàu có, có tiếng tăm nhưng sau kém hơn).",
    "health": "Sức khỏe: Luôn ốm đau bệnh tật và hay bị bệnh kín (đối với nữ).",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, song hao, Địa kiếp, Hung Tinh.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số của người phá tán sản nghiệp của cha ông để lại, bôn ba lưu lạc khắp nơi. Đối với nam giới nếu mệnh xấu thì dễ bị họa. (Cục 46: 4 & 6 là hai số âm cả nên đối với nữ đỡ hơn).",
    "phuc_duc": "Phúc Đức:"
  },
  "47": {
    "number": 47,
    "cuc_name": "Cục 47",
    "alias": "Điểm Thiết Thành Kim",
    "description": "(Rèn sắt thành kim) Là số của người làm quan to",
    "family": "Gia Đình: Hạnh phúc, vợ chồng con cái hòa thuận.   Sức Khỏe: ít bệnh tật, mạnh khỏe.   Nghề Nghiệp: Có sao Tướng Tinh, Văn Xương, Văn khúc, Quan lộc.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là số của người được hưởng phúc ấm của cha ông để lại. Gặp được nhiều may mắn. Trong công tác thường được cấp trên quan tâm đề bạt, bạn bè người dưới ủng hộ nên có thể làm rạng rỡ tổ tông. Đến lượt mình lại để được phúc lộc cho con cháu.",
    "health": "Sức khỏe: ít bệnh tật, mạnh khỏe.",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, Văn Xương, Văn khúc, Quan lộc.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Cũng là người có cuộc sống khá sung túc, đầy đủ nhưng vất vả, nặng về lo toan, tính toán. Phúc lộc để lại cho đời sau kém, có nhiều bệnh tật trong nội tạng (nội thương).",
    "phuc_duc": "Phúc Đức:"
  },
  "48": {
    "number": 48,
    "cuc_name": "Cục 48",
    "alias": "Khô Tùng Lập Hạc",
    "description": "(Con Hạc đứng trên cây tùng) Số của người tài đức vẹn toàn.",
    "family": "Gia Đình:.   Sức Khỏe: Khá tốt.   Nghề Nghiệp: Thường là cách của người làm cố vấn quân sự, thầy giáo, giáo sư, bác sĩ. Có sao Thiên quan, Thiên phúc, Quý nhân, Văn Tinh, Song hao.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là người có tài năng và trí lực đầy đủ nên sẽ được hưởng phúc trời cho mà giàu có. Công danh lợi lộc thành đạt, uy thế tràn đầy, đặc biệt có năng khiếu cố vấn nên được mọi người tôn kính. Số này có điểm yếu là quá tin người, hay thả nổi (giao cho họ muốn làm gì thì làm), nên số này khi dùng người phải hết sức chú ý, e rằng quá tin người ắt trong đời sẽ gặp sự hối hận.",
    "health": "Sức khỏe: Khá tốt.",
    "career": "Nghề Nghiệp: Thường là cách của người làm cố vấn quân sự, thầy giáo, giáo sư, bác sĩ. Có sao Thiên quan, Thiên phúc, Quý nhân, Văn Tinh, Song hao..",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây cũng là số của người có tài nhưng không thành đạt, ví như Hạc đứng giữa trời mưa tuyết (kiên định nhưng không thành công), như Hạc đứng giữa gò đất đơn lẻ một mình (cô thần quả tú). Cho nên trong cuộc sống gia đình vợ chồng khắc khẩu, con cái bất tuân, phu thê phản mục (nhìn nhau ngứa mắt), hay bị bạn bè lôi kéo, lừa phỉnh.",
    "phuc_duc": "Phúc Đức:"
  },
  "49": {
    "number": 49,
    "cuc_name": "Cục 49",
    "alias": "Chuyển Biến",
    "description": "Là cụ cát hung, lành dữ, họa phúc khôn lường (đang phúc có khi gặp họa, có họa nhưng phúc sắp đến",
    "family": "Gia Đình: Họ hàng thì nghèo, nếu giàu có thì yểu. Con cái thì hiếm muộn, nếu sinh con sớm thì hư hỏng, hoặc sinh con một bề.   Sức Khỏe: hay bị thương tật, bệnh tật đau yếu. Nhưng lại thọ (sống dai). Nếu tiền và trung vận mà sức khỏe tốt thì vào cách bất đắc kỳ.   Nghề Nghiệp: Có sao Tướng Tinh, Học sĩ, đi với hung Tinh Đại sát, Thiên hình (Tham bán cát hung).",
    "tinh_danh_dien": "Tính Danh Điền Thực: Số này có tình cảnh trong họa có phúc, trong phúc có họa ví như ở giữa ngã ba cát và hung. Số này cũng sẽ có thành công rực rỡ nhưng liền sau đó lại gặp thất bại to lớn, cuộc sống luôn bấp bênh, không ổn định.",
    "health": "Sức khỏe: hay bị thương tật, bệnh tật đau yếu. Nhưng lại thọ (sống dai). Nếu tiền và trung vận mà sức khỏe tốt thì vào cách bất đắc kỳ.",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, Học sĩ, đi với hung Tinh Đại sát, Thiên hình (Tham bán cát hung).",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Cũng gần giống như tính danh Điền thực nhưng nghiêng về phần hung hơn là phần cát, phần lớn là tai nạn khốn khổ.",
    "phuc_duc": "Phúc Đức:"
  },
  "50": {
    "number": 50,
    "cuc_name": "Cục 50",
    "alias": "Tiểu Chu Nhập Hải",
    "description": "Số của người liều lĩnh",
    "family": "Gia Đình: họ hàng xa cách, không có sự giúp đỡ lẫn nhau.   Sức Khỏe: Nếu sức khỏe yếu hay bệnh tật thì ít tai nạn. Nếu sức khỏe tốt thì dễ bị cướp bóc, tra tấn, tù đầy.   Nghề Nghiệp: Có sao Hung họa, Tai ách, Tán tài.",
    "tinh_danh_dien": "Tính Danh Điền Thực: là vận số của người nửa thành nửa bại, nửa thịnh nửa suy. Số này nếu thành công ít thì sẽ giứ được. Nếu thành đạt lớn thì chỉ nháy mắt sẽ hóa ra tro (còn gọi là cách \"Tràn ly đổ nước\"). Vì vậy lúc thịnh nên lưu ý rút lui nhằm đạt được về già có chỗ dung thân (chú ý lúc trẻ  nên quý thật nhiều vợ con).",
    "health": "Sức khỏe: Nếu sức khỏe yếu hay bệnh tật thì ít tai nạn. Nếu sức khỏe tốt thì dễ bị cướp bóc, đoạ đầy.",
    "career": "Nghề Nghiệp: Có sao Hung họa, Tai ách, Tán tài.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là số của người làm việc gì cũng liều lĩnh, bất chấp hậu quả. Ban đầu có thể thành công rực rỡ nhưng cành về sau canhg suy bại. Về già cô độc, nhà cửa xa cách.",
    "phuc_duc": "Phúc Đức:"
  },
  "51": {
    "number": 51,
    "cuc_name": "Cục 51",
    "alias": "Phù Trầm",
    "description": "Cách của những người chìm nổi lênh đênh. Đông thành Tây bại.",
    "family": "Gia Đình: Họ hàng vợ chồng luôn bất hòa. Trước thành sau bại.   Sức Khỏe: Nhiều bệnh tật.   Nghề Nghiệp: Có sao Kiếp sát, Bại Tinh, Học sĩ.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là vận số của người hanh thông do trời cho nhưng lại thiếu thực lực, tuổi trẻ thì đắc chí (được giai đoạn đầu) về già nghèo, bệnh tật. Nếu số này biết tự xử, biết sửa chữa mình lúc tuổi trẻ thì về già giữ được bình yên.",
    "health": "Sức khỏe: Nhiều bệnh tật.",
    "career": "Nghề Nghiệp: Có sao Kiếp sát, Bại Tinh, Học sĩ.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Khi còn trẻ thì lao đao, khốn khổ, nghèo khổ, chậm lập gia đình (số này có thể lấy vợ tảo hôn nhưng lại không sống gần nhau) thì số này có thể làm nên được sự nghiệp, có tiếng tăm, có thể được phong hầu sau khi chết (truy tặng anh hùng lao động hoặc giáo sư, tiến sĩ...)",
    "tinh_danh_bat": "Tính Danh Bất Tương:",
    "phuc_duc": "Phúc Đức:"
  },
  "52": {
    "number": 52,
    "cuc_name": "Cục 52",
    "alias": "Đạt Miên",
    "description": "Số của người có lý tưởng cao cả",
    "family": "Gia Đình: Hạnh phúc, con cái hiếu thuận  .   Sức Khỏe: Tốt, Thọ, Sống lâu.   Nghề Nghiệp: Có sao Tướng Tinh, Học sĩ, Bác sĩ, Quy nhân. Mang tính chất như bác sĩ, giáo sư (các nghề có học vấn).",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số của các bậc triết nhân biết trước thồi cơ, biết nhìn xa. Là số của người bước một bước đến thành công, thế lực to lớn, có chí sung mãn, tài cán dũng khí, biết chớp thồi cơ để lập nên sự nghiệp. Người này nguồn lợi đến như nước chảy (có cả quan chức lẫn giàu có) lại có đại chí đại nghiệp. vận số được cả danh lẫn lợi.",
    "health": "Sức khỏe: Tốt, Thọ, Sống lâu.",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, Học sĩ, Bác sĩ, Quy nhân. Mang tính chất như bác sĩ, giáo sư (các nghề có học vấn).",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Chỉ là người bình thường, có được hưởng một chút sản nghiệp của ông cha (Hư danh thụ ấm), giữ được của cải cha mẹ để lại, chăm chỉ làm ăn.",
    "phuc_duc": "Phúc Đức:"
  },
  "53": {
    "number": 53,
    "cuc_name": "Cục 53",
    "alias": "Khúc Quyển Thôi Xa",
    "description": "(Người đẩy xe) Số của người yểu thế, luôn sống trong tâm trạng buồn bã, chán chường.",
    "family": "Gia Đình: Thân quyến bạc bẽo, hiếm con.   Sức Khỏe: là người có nhiều bệnh tật, tai họa, nhưng khỏe mạnh (sức khỏe có nhưng bên trong vẫn có nhiều nội bệnh). Họa kỳ tử lúc nào không biết.   Nghề Nghiệp: có sao Kiếp sát, Tai ách, Lực sĩ.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là số của người trước nghèo sau giàu (nửa đời sau khá).",
    "health": "Sức khỏe: là người có nhiều bệnh tật, tai họa, nhưng khỏe mạnh (sức khỏ có nhưng bên trong vẫn có nhiều nội bệnh), bất đắc kỳ lúc nào không biết.",
    "career": "Nghề Nghiệp:  có sao Kiếp sát, Tai ách, Lực sĩ .",
    "tinh_danh_phan": "Tính Danh Phản Thực: Nửa trước giàu, nửa sau kém, cô độc.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Số này có hình ảnh tựa như một quả chín bề ngoài đẹp đẽ nhưng bên trong chín quá. Bên ngoài tưởng tốt nhưng bên trong hoạn nạn.",
    "phuc_duc": "Phúc Đức:"
  },
  "54": {
    "number": 54,
    "cuc_name": "Cục 54",
    "alias": "Thạch Thương Tài Hoa",
    "description": "Số của người có tài năng, nhưng hay gặp tai nạn, khó thành công",
    "family": "Gia Đình: Thường xa cha mẹ sớm, anh em bất hòa, vợ chồng ly tán. Trong nhà có nhiều người Thần Kinh ko ổn định (Nếu đi với cục tốt thì chỉ bị một vài năm).   Sức Khỏe: Là người dễ bị Bệnh Họa, tàn phế, yểu.   Nghề Nghiệp: Có sao Văn học, Văn Xương, Văn Khúc, các sao về Kỹ nghệ (khéo léo) đi cùng với Hung Tinh, Đại sát.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người có cuộc sống gia đình cũng gặp nhiều sóng gió, vợ chồng không hòa hợp, con cái khó phát triển. Trong nhà vẫn có người bị thần kinh suy nhược, nhưng có kinh tế khá, không giàu nhưng hết tiền lại có.",
    "health": "Sức khỏe: Là người dễ bị hoạ phế, yểu.",
    "career": "Nghề Nghiệp: Có sao Văn học, Văn Xương, Văn Khúc, các sao về Kỹ nghệ (khéo léo) đi cùng với Hung Tinh, Đại sát.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số của người sống để trả nợ, buồn khổ âm thầm, lại hay mắc phải bệnh nạn, cô độc, thất bại, vất vả, làm việc gì cũng không yên tâm. Là cục số ko tốt.",
    "phuc_duc": "Phúc Đức:"
  },
  "55": {
    "number": 55,
    "cuc_name": "Cục 55",
    "alias": "Thiện ác",
    "description": "Đây là số ngoài thì ngọt nhưng trong lại đắng",
    "family": "Gia Đình: Họ hàng anh em, cha mẹ anh em bất hòa.   Sức Khỏe: Kém nhiều bệnh tật.   Nghề Nghiệp: Có sao Hung Tinh, sao về văn học kỹ nghệ.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là số của người cực cát sinh hung (cát đến cùng cực thì sinh hung), bên ngoài dường như tốt đẹp nhưng bên trong ẩn tàng có họa. Số này chớ nên tham vọng lớn (việc nhỏ thì thành, việc lớn thất bại, đã không thành lại còn có họa), làm ăn nhỏ thì tốt, làm lớn dễ phá sản.",
    "health": "Sức khỏe: Kém nhiều bệnh tật.",
    "career": "Nghề Nghiệp: Có sao Hung Tinh, sao về văn học kỹ nghệ.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Nếu như là người có chí không khuất phục, không chùn bước, lại biết trầm tĩnh ứng phó với khó khăn (thường trước khi thành công hay bị rơi vào trạng thái hoặc là khắc vợ hoặc khắc con \"Hữu sinh vô dưởng\". để đổi lấy thành công thì sẽ là người có vận hanh thông, thái lai làm nên sự nghiệp (chịu khổ rồi thì vận sẽ tốt), hậu vận thuận & thành công.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Người có số này có ý chí bạc nhược làm việc gì cũng không xong, bỏ dở nửa chừng, là người có tính vội vàng cẩu thả.",
    "phuc_duc": "Phúc Đức:"
  },
  "56": {
    "number": 56,
    "cuc_name": "Cục 56",
    "alias": "Lãng Lý Hành Chu",
    "description": "(Thuyền đi trên sông) Số của người ba đào, chịu nhiều gian khổ. (Đa Đoan)",
    "family": "Gia Đình: Họ hàng bất hòa, lập nghiệp nơi đất khách quê người (là người ly tổ sinh sống).   Sức Khỏe: Hay bị ngoại thương, tàn phế.   Nghề Nghiệp: Có những sao chỉ tính hào kiệt, thoáng đãng (Hóa lộc, Thái tuế), sao chỉ về tai ách (Lưu hà, Kiếp sát, Thiên hình).",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người có cơ nghiệp trung bình, có của ăn của để, nếu kinh tế khá thì gia đình lục đục, vợ con chia rẽ, đặc biệt nếu tính danh Phản thực (đối với nam giới) thì ngoài 50 tuổi cũng nên một chút sự nghiệp.",
    "health": "Sức khỏe: Hay bị ngoại thương, tàn phế.",
    "career": "Nghề Nghiệp: Có những sao chỉ tính hào kiệt, thoáng đãng (Hóa lộc, Thái tuế), sao chỉ về tai ách (Lưu hà, Kiếp sát, Thiên hình).",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: số này chỉ người thiếu ý chí tiến thủ, ngại khó ngại khổ. Nên cuộc đời hay gặp tổn thất, tai ách, vong thân, họa vô đơn chí, lại không yên lúc về già. Nếu là nữ nhân thì vào cách: \"vạn sự so le\" (mọi cái lệch lạc hết không có gí thành đôi). Nữ nhân có cách này là rơi vào cảnh Hổ khốc riêu tang.",
    "phuc_duc": "Phúc Đức:"
  },
  "57": {
    "number": 57,
    "cuc_name": "Cục 57",
    "alias": "Nguyệt Chiếu Thanh Tung",
    "description": "(Trăng chiếu trên ngọn Tung sơn) Số của người ý chí quật cường, vươn lên từ mọi gian khổ",
    "family": "Gia Đình: Thường đây là những gia đình trung lưu trong xã hội (công chức) cha mẹ nghiêm khắc, bất hòa.   Sức Khỏe: Có sức chịu đựng cao, có thể sống lâu.   Nghề Nghiệp: có sao Văn Xương, Văn khúc, Hóa khoa, Đào-Hồng.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Số này chỉ người có tính tình kiên nghị, được hưởng vinh hoa phú quý nhưng phải đối đầu với nhiều tai nạn, trắc trở. (Càng tai họa càng vươn lên cao hơn, càng thành công lớn, phúc càng dầy). Số này như trời đông lạnh gặp mùa xuân ấm (cuộc sống luôn rơi vào tình trạng ban đầu gặp rất nhiều khó khăn tưởng thất bại nhưng đến phút cuối cùng lại đạt kết quả rất cao, thành công rất lớn), chuyển bại thành thắng.",
    "health": "Sức khỏe: Có sức chịu đựng cao, có thể sống lâu.",
    "career": "Nghề Nghiệp: Có sao Văn Xương, Văn khúc, Hóa khoa, Đào-Hồng.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là người cuộc dời gặp rất nhiều khó khăn. Là người có tính cách ngang, gàn (không phải là quật cường), hợp với số đẩy xe chở than (hoặc lái xe). Hay mắc nhiều bệnh tật nhưng có nhiều vợ, nhiều con (nhiều vợ không chính thức vì có Đào Hồng).",
    "phuc_duc": "Phúc Đức:"
  },
  "58": {
    "number": 58,
    "cuc_name": "Cục 58",
    "alias": "Văn Hành Ngộ Nguyệt",
    "description": "Số của người trước khổ sau sướng",
    "family": "Gia Đình: hạnh phúc, họ hàng lạnh nhạt, anh em xa cách (do có Cô quả).   Sức Khỏe: Bình thường, không được tốt lắm, hay mắc bệnh phổi, hen.   Nghề Nghiệp: có sao Quan lộc, Vạn Tinh, Học giả, Cô thần, Quả tú.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Cũng là người gặp nhiều chìm nổi trong cuộc đời, là vận số của người trước khổ sau sướng, tiền hung hậu cát. Sau năm 40-45 tuổi trở đi thì kinh tế khá giả.",
    "health": "Sức khỏe: Bình thường, không được tốt lắm, hay mắc bệnh phổi, hen.",
    "career": "Nghề Nghiệp: Có sao Quan lộc, Vạn Tinh, Học giả, Cô thần, Quả tú.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là người cũng làm nên sự nghiệp, có vị trí và chức tước nhưng nửa đầu cuộc đời hay gặp thất bại,  rồi mới được phú quý vinh hoa.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là số của người có cuộc đời trải nhiều gian truân, phải dời bỏ quê hương lập nghiệp nơi xa (tha hương lập nghiệp), về già có số khá hơn, cuộc sống đỡ khó khăn, số này cần lưu ý khi nuôi súc vật hoặc vào nhà người khác, đi trên đường hay bị chó cắn, rắn cắn, mèo cào (Cách gặp Bạch hổ-Tham lang: bị chó cắn,xe đâm).",
    "phuc_duc": "Phúc Đức:"
  },
  "59": {
    "number": 59,
    "cuc_name": "Cục 59",
    "alias": "Hàn Thiền Bi Phong",
    "description": "Số của người ít tài",
    "family": "Gia Đình: Vợ chồng bất hòa, con cái ly tán, Nghèo khó.   Sức Khỏe: Đây là số của những người có tiêu chí hay bị tù ngục, thậm chí yểu.   Nghề Nghiệp: có sao Hung Tinh, Song hao, Tật ách  .",
    "tinh_danh_dien": "Tính Danh Điền Thực: là người thiếu lòng tự tin, tiếp thu chậm, tính cách hiền thục, ôn lương (gà sành chó gốm chẳng thành đồ dụng). Nhưng vẫn là người có cuộc sống tương đối phong túc. Số này nên bồi dưỡng ý chí, lòng tự tin, gặp việc nên dốc hết sức mà làm thì vận số sẽ được khai thông.",
    "health": "Sức khỏe: Đây là số của những người có tiêu chí hay bị đoạ đầy, yểu.",
    "career": "Nghề Nghiệp: Có sao Hung Tinh, Song hao, Tật ách",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là tượng số của những người sớm thành công, có tiếng tăm nhiều người biết đến nhưng cuối đời: Đề Phòng suy hao (trừ người có tính danh hành thuộc Mộc, Thổ thì bình an).",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là sự tượng trưng cho những người thiếu tính nhẫn nại, ý chí bạc nhược, lại ham hưởng thụ (dễ hư hỏng). Cuối đời khốn khó.",
    "phuc_duc": "Phúc Đức:"
  },
  "60": {
    "number": 60,
    "cuc_name": "Cục 60",
    "alias": "Vô Mưu",
    "description": "Tượng số của người thích tranh danh đoạt lợi, hãm hại người khác",
    "family": "Gia Đình: Anh em, bất hòa, gia đình ly tán.   Sức Khỏe: Dễ bị tai họa vì hình ngục, sát thương yểu.   Nghề Nghiệp: có sao Kiếp sát, Thiên hình, Hóa kỵ.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây chỉ vận số trung bình là người sống hay có định kiến, công việc ổn định nhưng cũng hay có bệnh họa.",
    "health": "Sức khỏe: Dễ bị tai họa vì đoạ đầy sát thương yểu.",
    "career": "Nghề Nghiệp: Có sao Kiếp sát, Thiên hình, Hóa kỵ",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là số của người trong sự  chà đạp lên người khác mà thành công, có tiếng tăm nhiều người biết đến nhưng về già (cuối đời) bị hoen ố, khinh khi.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là vận số chỉ sự hung họa, cũng có một chút công danh, tài lộc nhưng không lương thiện. Tranh giành quyền lợi, việc gì cũng không như ý muốn, là những người lòng mê ý loạn, dễ xa vào con đường phạm pháp (với nữ giới là số của người kém duyên phúc, tham sắc tham tài).",
    "phuc_duc": "Phúc Đức:"
  },
  "61": {
    "number": 61,
    "cuc_name": "Cục 61",
    "alias": "Mẫu đơn Phù dung",
    "description": "Là người được hưởng phúc lợi song toàn",
    "family": "Gia Đình: Tự lập nghiệp (tự tay lập nên sự nghiệp), có cuộc sống gia đình tương đối đầy đủ và hạnh phúc (cục này trong hạnh phúc vẫn tiềm ẩn phong ba)..   Sức Khỏe: Khá tốt. Ít bệnh tật.   Nghề Nghiệp: có sao Phúc Tinh, Tướng Tinh và Kỹ nghệ.",
    "tinh_danh_dien": "Tính Danh Điền Thực: là số chỉ người được hưởng nhiều may mắn phúc đức do tổ tiên để lại mà có danh lợi. Tuy nhiên do tính danh Điền thực mà bị rơi vào cục số này nên mọi cái làm được dễ dàng, vì vậy mà sinh ra tính ko chịu tuân phục, ko chịu nghe ai.",
    "health": "Sức khỏe: Khá tốt. Ít bệnh tật.",
    "career": "Nghề Nghiệp: Có sao Phúc Tinh, Tướng Tinh và Kỹ nghệ.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là người do tính quá ngạo mạn mà gặp tai họa. Những người rơi vào cách này khi còn bé nên đưa vào chùa để dưỡng tâm tính trong một thời gian, lớn lên ắt thành người hữu ích, có chức vị và danh tiếng.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là người tuy ko danh được danh lợi song toàn, lại ko được hưởng phúc do tổ tiên để lại nhưng cũng vẫn là người được hưởng nhiều may mắn trong cuộc sống. Cũng có đời sống sung túc và công danh thành đạt ở mức tối thiểu.",
    "phuc_duc": "Phúc Đức:"
  },
  "62": {
    "number": 62,
    "cuc_name": "Cục 62",
    "alias": "Suy Bại",
    "description": "Đây là cục số của người hay gặp tai họa",
    "family": "Gia Đình: Họ hàng lạnh xa cách.   Sức Khỏe: Dễ bị các tai họa đâm chém, tù đày, đánh đập.   Nghề Nghiệp: có nhiều sao Hung Tinh, Đại sát, Tật ách, Thiên hình  .",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số của người trong đời gặp nhiều phiền muộn, cũng có ý chí, có nghị lực nhưng khó thành đạt (số phận ko hanh thông) thường dẫn đến cảnh trung niên suy kém, phải chú trọng nhân hòa để tránh họa ngoài ý muốn.",
    "health": "Sức khỏe: Dễ bị các tai họa Kim Loại, đoạ đầy.",
    "career": "Nghề Nghiệp: Có nhiều sao Hung Tinh, Đại sát, Tật ách, Thiên hình.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Số này chỉ hợp với tính danh Phản thực. Nếu mệnh xấu thì là (đại ca), là số của những người hay làm phản loạn. Nếu trong thời loạn là số của bậc anh hùng, tuy nhiên dù thời loạn hay thời bình vẫn là người có tiếng tăm. Ngược lại nếu mệnh tốt là số của các nhà cách mạng, anh hùng liệt sĩ hy sinh vì đất nước được ghi vào sử sách.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Ưa Cờ bạc, nghiện ngập rượu chè, đam mê tửu, nếu ko thì đây cũng là số chỉ người có ý chí bạc nhược, khốn khó. Là số bé cậy cha (ăn bám bố mẹ), lập gia đình (ăn bám) vợ, già cậy con.",
    "phuc_duc": "Phúc Đức:"
  },
  "63": {
    "number": 63,
    "cuc_name": "Cục 63",
    "alias": "Chu Quy Bình Phố",
    "description": "Số của người phú quý song toàn",
    "family": "Gia Đình: Con cái đông đúc, vợ chồng hòa thuận.   Sức Khỏe: Tốt.   Nghề Nghiệp: có sao Quan lộc, Tướng Tinh, Tài Tinh, Điền Tinh.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là số chỉ người ko phải lo nghĩ nhiều mà mọi sự như ý cả đời sung sướng. Đây còn được gọi là cách \"Thiên quan tứ phúc\" (được hưởng phúc trời ban)",
    "health": "Sức khỏe: Tốt.",
    "career": "Nghề Nghiệp:  Có sao Quan lộc, Tướng Tinh, Tài Tinh, Điền Tinh.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số của người đc hưởng ơn nhờ mưa móc mà phát sinh, gặp dữ hóa lành, vận số hanh thông thuận lợi. Tuy nhiên mệnh này cũng hay ốm đau bệnh tật nếu ko thì con cái cũng đau yếu, cuộc sống gia đình & kinh tế trung bình.",
    "phuc_duc": "Phúc Đức:"
  },
  "64": {
    "number": 64,
    "cuc_name": "Cục 64",
    "alias": "Phi Mệnh",
    "description": "Là số của người khắc cha mẹ",
    "family": "Gia Đình: Vợ chồng con cái bất hòa, nếu sống gần nhau thì có con hoặc vợ thần kinh không ổn định.   Sức Khỏe: yếu dễ bị các tai họa về sông nước.   Nghề Nghiệp: có sao Kiếp sát, Đại hao, Thiên hình.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là người cũng có 1 chút công danh nhưng phải vất vả khó nhọc mới thành, vợ chồng thì khắc khẩu, cha con thì khó hòa.",
    "health": "Sức khỏe:  yếu dễ bị các tai họa về sông nước.",
    "career": "Nghề Nghiệp: Có sao Kiếp sát, Đại hao, Thiên hình.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là người vào cách Tam phá 3 lần chết hụt, 3 lần đổi công việc, 3 lần chuyển nhà, 3 lần thăng quan tiến chức, 3 vợ.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là biểu hiện số của người khắc cha mẹ, từ nhỏ đã sớm lìa xa gia đình, dễ gặp các tai họa bất ngờ. Cuộc sống gia đình xa cách, làm ăn thì Đông xông Tây đột (lúc thế này, lúc thế kia, xung đột), khó nhọc mà ko thành công.",
    "phuc_duc": "Phúc Đức:"
  },
  "65": {
    "number": 65,
    "cuc_name": "Cục 65",
    "alias": "Cự Lưu Quy Hải",
    "description": "(Mọi con sông đều chảy về biển) Là số của người có chí lớn",
    "family": "Gia Đình: Trên dưới hòa thuận, vợ cồng hạnh phúc.   Sức Khỏe: Khá khỏe mạnh.   Nghề Nghiệp: Có sao Tướng Tinh, Quan lộc, Văn Tinh, Kình dương.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số đại cát, phú quý & trường thọ. \"Trời cao đất dày. Vận nhà khang thái. Phúc thọ miên trường. Bách việc thành đạt. Trọn đời bình yên\". Tuy nhiên phải giỏi nắm bắt cơ hội, khi thành công đến đừng vội vàng vượt ra ngoài vận cát (đừng làm vượt quá mệnh quy định cho mình) nếu ko sẽ phải \"Bán thiên triết xí, thay ngựa giữa dòng\".",
    "health": "Sức khỏe: Khá khỏe mạnh.",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, Quan lộc, Văn Tinh, Kình Dương.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Cuộc sống khá giả, thọ. Ít đau yếu bệnh tật, suốt đời bình yên, vợ hiền con hiếu. Cục này đẹp, tượng tất cả các con sông đổ về biển. Tượng con sông chảy chậm, nước chảy thì ko cản được, từ từ, theo đúng tiến trình thì sẽ ra đến biển. nếu vội vàng cuộn sóng thì sẽ bị chặn lại (sông chảy hiền hòa thì không ai động đến). Nên phải lưu ý khi vận vượng ko vội. Lưu ý: cách này dễ bị (Trong hư ngoài thực).",
    "phuc_duc": "Phúc Đức:"
  },
  "66": {
    "number": 66,
    "cuc_name": "Cục 66",
    "alias": "Nham đầu Bộ Mã",
    "description": "(Ngựa đi trên đỉnh núi).  Đây là số của người đa sầu đa cảm, hay gặp thất bại.",
    "family": "Gia Đình: Họ hàng lãnh đạm, anh em bất hòa.   Sức Khỏe: Hay ốm đau bệnh tật (ốm vặt thường xuyên).   Nghề Nghiệp: có sao Tướng Tinh, Song hao, Kiết sát.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số chỉ người biết trọng chữ tín, có lối sống nhân nghĩa, vui vẻ hòa thuận với mọi người, nhưng tiền vận thì vất vả khó khăn. (Bi Khốc) về già thì đc hưởng sự thanh thản, an nhàn (Cục 66 là quẻ Thuần Khảm: Hãm hiểm).",
    "health": "Sức khỏe: Hay ốm đau bệnh tật (ốm vặt thường xuyên).",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, Song hao, Kiết sát.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số người đa sầu đa cảm, hay nhụt chí trước khó khăn, cuộc sống gia đình thường bất hòa ly tán, hành xử ở xã hội thường bị rơi vào trường hợp tiến thoại lưỡng nan. Dễ gặp hoạ bệnh, khó thành công trong cuộc sống.",
    "phuc_duc": "Phúc Đức:"
  },
  "67": {
    "number": 67,
    "cuc_name": "Cục 67",
    "alias": "Thông Đạt",
    "description": "Số của người có ý chí kiên cường",
    "family": "Gia Đình: Cha mẹ sống lâu, gia đình hạnh phúc.   Sức Khỏe: Thường hay mắc bệnh về đường hô hấp, mắt kém (loạn, viễn thị, lé, có tật ở mắt...).   Nghề Nghiệp: có sao Tướng Tinh, Học giả (Bác sĩ, Khôi, Việt), sao về văn chương nghệ thuật (Xương Khúc)  .",
    "tinh_danh_dien": "Tính Danh Điền Thực: Số này chỉ người có tài, có chí tiến thủ, có khả năng vượt mọi gian khó để lập nên sự nghiệp. Số được hưởng phúc như cây cối gặp mùa xuân (số này chủ yếu gặp may nhiều), nhưng người có số này thường đc bậc trên (trường thượng), quý nhân giúp đỡ nên vạn sự như ý, công thành danh toại, phú quý phồn vinh.",
    "health": "Sức khỏe: Thường hay mắc bệnh về đường hô hấp, mắt kém (loạn, viễn thị, có tật ở mắt...).",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, Học giả (Bác sĩ, Khôi, Việt), sao về văn chương nghệ thuật (Xương Khúc).",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là người có ý chí sắt đá, quyết đoán chuyên quyền, độc đoán nhg cũng là người thành đc nghiệp lớn. Nếu tính danh khuyết hành Kim là người vô cùng ham mê quyền lực, thủ đoạn từ phái tả chuyển sang phái hữu mà thành nghiệp (nằm ở phái này sau chống lại theo phái khác). Nếu tính danh thuộc hành Mộc, Hỏa thì là người có tật, (hay bệnh kinh niên). Đặc biệt hay bị bệnh đường ruột, hô hấp, mắt. nếu tính danh thuộc hành Thủy là người rất ham mê sắc dục, tình như Tỉnh để (tình sâu như đáy giếng) & trong cuộc đời có thể gặp vận bi than vì chuyện đó.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Chỉ người bình thường nhưng lại tham vọng mưu toan, tính toán (thuộc vào cách \"Kiếm xạ đẩu ngưu\").",
    "phuc_duc": "Phúc Đức:"
  },
  "68": {
    "number": 68,
    "cuc_name": "Cục 68",
    "alias": "Thuận Phong Suy Phàm",
    "description": "Số của người gặp nhiều may mắn, thuận buồm xuôi gió. (cái xấu thì giảm, cái tốt tăng lên)",
    "family": "Gia Đình: Trên dười hòa thuận.   Sức Khỏe: Mạnh khỏe sống lâu.   Nghề Nghiệp: có sao Lộc tồn, Tướng Tinh, Quan lộc.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là số chỉ người tài giỏi, mưu lược, nỗ lực phấn đấu ko ngừng, lại gặp nhiều may mắn, đc hưởng nhiều phúc ấm của tổ tiên (nếu cung Phúc đức tốt thì càng đẹp).",
    "health": "Sức khỏe: Mạnh khỏe sống lâu.",
    "career": "Nghề Nghiệp: Có sao Lộc tồn, Tướng Tinh, Quan lộc.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là người có sức mạnh xoay trời mà thành đạt. Sau 3 lần thất bại thì sẽ dẫn đến thành công (số này của người đa thê), sau mỗi lần thất bại lại có thêm một vợ.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây cũng là số của người thành đạt nhưng ở mức độ nhỏ, nhg tình cảm gi đình vợ chồng lạnh nhạt như băng (bên ngoài hòa thuận nhưng bên trong gần như sống ly thân, dễ bị ức chế nhiều chiều nếu kéo dài sẽ sinh ra bệnh tật).",
    "phuc_duc": "Phúc Đức:"
  },
  "69": {
    "number": 69,
    "cuc_name": "Cục 69",
    "alias": "Phi Nghiệp",
    "description": "Số của người suốt đời nghèo khó. (cũng có tài nhg ko có nghề nghiệp)",
    "family": "Gia Đình: Anh em xa ko giúp đỡ nhau, họ hàng thường cũng là người nghèo khó ko hỗ trợ đc.   Sức Khỏe: Ham chơi, sức khỏe kém, hay ốm đau bệnh tật.   Nghề Nghiệp: có sao văn chương nghệ thuật, Song hao, Kiếp sát (kiếm đc đồng nào ăn hết đồng ấy).",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người thiếu tính nhẫn nại, ko có nghị lực, Thời trẻ thì ko rèn luyện, học hành tu tính, về già thì phó mặc buông xuôi. Tuy nhiên đây là số bình an.",
    "health": "Sức khỏe: Ham chơi, sức khỏe kém, hay ốm đau bệnh tật.",
    "career": "Nghề Nghiệp: Có sao văn chương nghệ thuật, Song hao, Kiếp sát (kiếm đc đồng nào ăn hết đồng ấy).",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là người trong cái chết mà tìm thấy cái sống, trong bùn đất mà ngoi lên đc nhìn thấy ánh sáng, ắt sẽ thành công (số này có bản lĩnh nên thành công).",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số chỉ người luôn luôn quẫn bách, khốn khó. Gặp việc thì hay dao động nên vì thế mà chẳng làm đc việc gì, xử sự hay bị rối, cuống quýt ko có khả năng tổ chức. Mặt khác nếu cuộc sống kinh tế khá thì lại hay gặp tai họa (Thân yếu ko gánh nổi Tài).",
    "phuc_duc": "Phúc Đức:"
  },
  "70": {
    "number": 70,
    "cuc_name": "Cục 70",
    "alias": "Tàng Phúc Phùng sương",
    "description": "Đây là số của người cô độc",
    "family": "Gia Đình: Cha mẹ bất hòa, muộn vợ muộn chồng, hiếm con cái.   Sức Khỏe: Dễ bị các bệnh tật dẫn đến tàn phế hoặc các tai họa như là đâm chém, tai nạn giao thông.   Nghề Nghiệp: có sao Kiếp sát, Đai sát, Quan phù, tướng Tinh (Đại sát, Quan phù là 2 sao chỉ về tật ách)..",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là người khó khăn về kinh tế, có cuộc sống tạm ổ định, cuộc sống gia đình bình thường, phu thê khắc khẩu.",
    "health": "Sức khỏe:  Dễ bị các bệnh tật dẫn đến tàn phế hoặc các tai họa Kim Loại.",
    "career": "Nghề Nghiệp: Có sao Kiếp sát, Đai sát, Quan phù, tướng Tinh (Đại sát, Quan phù là 2 sao chỉ về tật ách).",
    "tinh_danh_phan": "Tính Danh Phản Thực: Nếu tính danh Phản thực thì 2 đời vợ hoặc 2 đời chồng hoặc chồng (hay vợ) đã có con riêng trước khi cưới.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là chỉ số của cô độc, khốn khó bênh tật. Nếu tính danh thuộc về hành Thủy, Hỏa còn là số của người có bản mệnh yểu. Nếu tính danh thuộc về Kim, Mộc thì có thể bình yên. Khắc cha mẹ, vợ chồng thì xa cách, về già thì cô đơn, bệnh tật.",
    "phuc_duc": "Phúc Đức:"
  },
  "71": {
    "number": 71,
    "cuc_name": "Cục 71",
    "alias": "Thạch Thượng Kim Hoa",
    "description": "(Hoa nở trên núi) Đây chỉ số của người thiếu nhẫn nại",
    "family": "Gia Đình: không hòa thuận.   Sức Khỏe: bình thường.   Nghề Nghiệp: có sao Văn xương, Học sĩ, Song hao  .",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số tượng trưng cho sự rõ ràng nhất của loài hoa mọc trên núi, khó khăn mà lại ko thành, còn gọi là cách Rồng ẩn trong ao (Quẻ Càn hào 1: Tiềm Long vận dụng). Tượng của hoa quý, cây thuốc quý trên núi nhưng ko có người biết dùng, ko được dụng, là người có tiềm năng rất lớn, nếu ko có người dùng thì ko dụng được. Cho nên cuộc sống người này vẫn bình thường ko được ai biết đến.",
    "health": "Sức khỏe: bình thường.",
    "career": "Nghề Nghiệp: Có sao Văn xương, Học sĩ, Song hao.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Ngược lại, lại là người có ý chí kiên cường (là quẻ Càn, hào 5) nên sẽ được trở thành bậc vĩ nhân, thành tựu phi phàm, ắt sẽ là người lãnh đạo cao cấp của một quốc gia, ví như cây Sâm ngàn năm đã có người hái, nên có giá trị rất cao. (Ban Nội chính).",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là chỉ số của người vốn được hưởng phúc đức. Nếu tính danh Bất tương thì lại là người thiếu tính nhẫn nại, kiên trì, hay bỏ dỡ công việc nửa chừng (đầu voi đuôi chuột, đánh trống bỏ dùi) cho nên ko thể thành công.",
    "phuc_duc": "Phúc Đức:"
  },
  "72": {
    "number": 72,
    "cuc_name": "Cục 72",
    "alias": "Lao Khổ",
    "description": "Đây là số của người gian nan vất vả",
    "family": "Gia Đình: Vợ chồng con cái thường xuyên lục đục, bất hòa, hay đụng đến chân tay, họ hàng anh em không có điều kiện giúp đỡ.   Sức Khỏe: khá tốt nhg khi mắc bệnh thì hay bị bênh nan y (mắc bệnh là chết).   Nghề Nghiệp: có các sao về tài Tinh, kỹ nghệ công thương. (Thiên cơ+Thiên hình+Mã là sao về kỹ nghệ, công thương. Thiên cơ+Phi Liêm+Hồng+Hình: Thợ may. Thiên cơ+Kình+Đà: buôn bán).",
    "tinh_danh_dien": "Tính Danh Điền Thực: Là số của người thực dụng, láu cá, biết tính toán, ham kiếm tiền tới mức bất chấp hậu quả. Thường là người sớm thành đạt. Tuy nhiên đây là số Tiền phú hậu bần. Tức lúc trẻ thì phồn vinh, đến trung tuổi ắt bị phá tán. Về già thì khốn khó, bi thảm (nếu biết sớm thì lúc vận xuống có thể là giảm bằng cách cải tên thì vận xấu đỡ đi).",
    "health": "Sức khỏe: khá tốt nhưng khi mắc bệnh thì hay bị bênh nan y.",
    "career": "Nghề Nghiệp: Có các sao về tài Tinh, kỹ nghệ công thương. (Thiên cơ+Thiên hình+Mã là sao về kỹ nghệ, công thương. Thiên cơ+Phi Liêm+Hồng+Hình: Thợ may. Thiên cơ+Kình+Đà: buôn bán).",
    "tinh_danh_phan": "Tính Danh Phản Thực: Là những người sẽ đạt đc danh tiếng ngay khi còn trẻ, thậm chí có thể còn đc ghi vào trong sử sách nhưng không thọ (cách Thất sát cư Thân trung thị yểu).",
    "tinh_danh_bat": "Tính Danh Bất Tương: Số này như mây trắng bị mây đen che phủ. Luôn sống trong cảnh phiền muộn khốn khó, tư tưởng thì ko toại nguyện. Về công việc thường là vất vả mà ko ra tiền (tuy nhiên đây ko phải là những người chăm chỉ mà lại là nghững người lười cả suy nghĩ lẫn hành động). Là người hiền lành, thật thà.",
    "phuc_duc": "Phúc Đức:"
  },
  "73": {
    "number": 73,
    "cuc_name": "Cục 73",
    "alias": "Vô Dũng",
    "description": "Số người hèn yếu",
    "family": "Gia Đình: Vợ chồng bất hòa, hiếm con.   Sức Khỏe: Trung bình kém.   Nghề Nghiệp: Gồm sao Hung Tinh, Kiếp sát, Thiên hình, Đại hao.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số cát tường, tự nhiện có lộc, ko cần lo lắng khổ tâm (kinh doanh có duyên), an nhiên tự tại, từng bước đều đi đến con đường sáng sủa, tích tiểu thành đại. Nhưng thiếu dũng khí trong công việc, ưa theo đường mòn, ko dám cách tân cho nên khó thành công lớn. Đi chậm nhưng sướng (Bất tương thì gầy), vợ thường sắc xảo, sinh lực kém. Là ở bậc trung, có rất nhiều cơ hội nhưng ko dám làm, vẫn giữ nguyên cũ, ngại thay đổi.",
    "health": "Sức khỏe: Trung bình kém.",
    "career": "Nghề Nghiệp: Gồm sao Hung Tinh, Kiếp sát, Thiên hình, Đại hao.",
    "tinh_danh_phan": "Tính Danh Phản Thực: thì lại khuyên nên dám làm, dám cách tân thì sẽ tốt. Nhưng với người này nếu ko thành công thì họ sẽ sợ mãi.",
    "tinh_danh_bat": "Tính Danh Bất Tương:",
    "phuc_duc": "Phúc Đức:"
  },
  "74": {
    "number": 74,
    "cuc_name": "Cục 74",
    "alias": "Tàn Hoa Kinh sương",
    "description": "Là số của người luôn gặp nghịch cảnh",
    "family": "Gia Đình: Thiếu hòa thuận,cô độc (con cháu đông nhưng vẫn sống một mình).   Sức Khỏe: Hay gặp bệnh tật, đau ốm triền miên, nếu tính danh thuộc về hành Hỏa, Kim thì hay có bệnh về phổi (có thể mắc bệnh hen mãn tính hoặc ho lao). Nếu tính danh thuộc hành Thủy, Mộc thì hay mắc bệnh về dạ dày, sỏi thận, suy thận. Duy trừ có tính danh thuộc hành Thổ là ít nệnh tật tương đối bình an.   Nghề Nghiệp: có sao Kiếp sát, văn Xương, Quan phù, Quan phủ (vì có Quan phù, Quan phủ, Kiếp sát nên hay bị bệnh về xương cốt).",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là tượng trưng của nhg người có tài, thông minh nhưng vô cùng lười học, tuổi tre ko nỗ lực phấn đấu nên khi lớn lên ko thành đạt, đây lại là người thích ăn chơi hưởng thụ nên nếu xa cha mẹ thì rơi vào cảnh khó khăn, túng thiếu, mất phương hướng (người này lúc bé sướng nhưng khi ko được Cha Mẹ Bao Bọc thì bị khổ. (khi bố mẹ còn sống thì làm ăn rất tốt).",
    "health": "Sức khỏe: Hay gặp bệnh tật, đau ốm triền miên, nếu tính danh thuộc về hành Hỏa, Kim thì hay có bệnh về phổi. Nếu tính danh thuộc hành Thủy, Mộc thì hay mắc bệnh về dạ dày, thận. Duy trừ có tính danh thuộc hành Thổ là ít bệnh tật tương đối bình an.",
    "career": "Nghề Nghiệp: Có sao Kiếp sát, văn Xương, Quan phù, Quan phủ (vì Có Quan phù, Quan phủ, Kiếp sát nên hay bị bệnh về xương cốt).",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là số của những người có khả năng về văn học, triết học, thường là giới nhà văn, nhà báo, nhà thơ hoặc các triết gia.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số của người luôn gặp khó khăn trở ngại, thường hay gặp tai họa ngoài ý muốn, chịu nhiều nỗi đắng cay, về già càng bất hạnh",
    "phuc_duc": "Phúc Đức:"
  },
  "75": {
    "number": 75,
    "cuc_name": "Cục 75",
    "alias": "Tiến Thủ",
    "description": "Số của người hay tranh đấu",
    "family": "Gia Đình: Khá đông đúc, khỏe mạnh, hạnh phúc. Anh em có nhiều người làm nên.   Sức Khỏe: tốt, khỏe mạnh.   Nghề Nghiệp: có các sao Tướng Tinh, Hào kiệt.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Số này chỉ người ko chùn bước trước khó khăn, luôn nỗ lực phấn đấu mà đạt được kết quả. Tuy nhiên vì cá tính quá cương cường nên vào cách Cát hung tham bán đa thành, đa bại",
    "health": "Sức khỏe: tốt, khỏe mạnh.",
    "career": "Nghề Nghiệp: Có các sao Tướng Tinh, Hào kiệt.",
    "tinh_danh_phan": "Tính Danh Phản Thực: là người thời trẻ mất mát bị thiệt thòi nhiều, nhưng tính tình cương cường, đấu tranh ko ngừng nghỉ, ko biết mệt mỏi nên sẽ thàng đạt nhiều việc lớn là người có tên tuổi nhiều người kính nể.",
    "tinh_danh_bat": "Tính Danh Bất Tương: là người thiếu dũng khí, khi làm việc ko có kế hoạch nên thường dẫn đến thất bại, hạn chế sự phát triển, hạnh phục ko lâu bền.",
    "phuc_duc": "Phúc Đức:"
  },
  "76": {
    "number": 76,
    "cuc_name": "Cục 76",
    "alias": "Ly Tán",
    "description": "Số của người mình làm nhg người khác hưởng",
    "family": "Gia Đình: Họ hàng xa cách, vợ chồng ly tán, con cái ít hiếu.   Sức Khỏe: Dễ bị tai họa về hòn tên mũi đạn hoặc đâm chém (Thiên hình). Do có Kiếp sát nên dễ bị tàn phế dị tật.   Nghề Nghiệp: có sao Kiếp sát, Song hao, Thiên hình.",
    "tinh_danh_dien": "Tính Danh Điền Thực: có thể khá hơn tính danh Bất tương một chút.",
    "health": "Sức khỏe: Dễ bị tai họa về hòn tên mũi đạn hoặc kim loại (Thiên hình). Do có Kiếp sát nên dễ bị tàn phế dị tật.",
    "career": "Nghề Nghiệp: Có sao Kiếp sát, Song hao, Thiên hình.",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây cũng là số của những người tiền vận gặp đại nạn lớn. Hậu vận là người có tiếng tăm, có sự nghiệp phi thường.",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là chỉ số của người khắc cha mẹ, vợ (chồng) con cái, cốt nhục phân ly, hay gặp nghịch cảnh. Số này chỉ sự hung ác, khuynh vong, quá nhiều tai cách, khốn khó.",
    "phuc_duc": "Phúc Đức:"
  },
  "77": {
    "number": 77,
    "cuc_name": "Cục 77",
    "alias": "Bán Cát",
    "description": "Đây là số của người sướng khổ khó phân, trong cát tàng hung",
    "family": "Gia Đình: Bình an - Trong Cát có Hung. Sướng Khổ khó phân.  Sức Khỏe: Những người có số này dễ bị bệnh về đường hô hấp. Nếu tính danh thuộc hành Thủy thì là người mạnh mẽ.   Nghề Nghiệp: có sao Tướng Tinh, Lộc tồn, Kiếp sát, Thiên mã.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Có ý chí, biết tính toán, thông minh nhưng ko phải là vận số vẹn toàn. Nếu ở tiền vận phát đạt đc hưởng nhiều phúc ấm, mọi việc tiến hành thuận lợi, công việc ổn định, kinh tế khá thì về già sẽ gặp khó (cách tham bán cát hung). Đây là số của người đào hoa. Ngược lại, nếu thời nhỏ chậm tiến thì về già lại sung sướng, gia đình hòa thuận, hạnh phúc, con cái sum họp, tưạ như nhìn vào gương thấy được vạn vật. Nên luôn tâm niệm cùng mọi người cùng sống, cùng làm, cùng hưởng (không có ý ganh đua, ghen ghét) cho nên lúc khó vẫn được nhiều người quý.",
    "health": "Sức khỏe: Nếu tính danh thuộc hành Thủy thì là người mạnh mẽ.",
    "career": "Nghề Nghiệp: Có sao Tướng Tinh, Lộc tồn, Kiếp sát, Thiên mã.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Là người ko được hưởng phúc của tổ tiên, trong hành sự thì hay lỗ liễu, ko tiến hành được độc lập. Vì vậy cho nên công việc thường thêm rối rắm phức tạp, khó thoát khỏi cảnh người cùng cộng tác với mình là kẻ tiểu nhân lộng hành và làm hư việc. Thời trung niên thì gặp nhiều tai họa lao khổ và bệnh tật. Về già có cuộc sống tạm bình yên.",
    "phuc_duc": "Phúc Đức:"
  },
  "78": {
    "number": 78,
    "cuc_name": "Cục 78",
    "alias": "Bán Hung",
    "description": "Trong hung có cát (kém hơn cục số 77). Mọi vấn đề gần giống như cục 77. Tuy nhiên khí hung trg cục này mạnh hơn nên nửa đầu đời thường là được hưởng 1 chút hạnh phúc, nửa cuối đời bị khốn khó. Bởi trí tuệ năng lực sớm chín chắn nên người này sớm thành công ở nửa đầu đời (tiền vận), trung vận dần dần suy thoái. Hậu vận thù cùng quẫn khốn khó, cô đơn, bệnh tật. (Lưu ý: Bán cát là trg cát có hung nhưng Cát vẫn là chủ đạo. Còn Bán Hung là trg Hung cá Cát nhưng hung là chủ đạo. Vì vậy cục 77 khá hơn cục 78. Cục tham bán cát hung là cát hung đan xen).",
    "family": "Gia Đình: Gia Đình: Trong Hung có Cát. Sướng Khổ khó phân. Cát Hung Đan xen .   Sức Khỏe:  .   Nghề Nghiệp:  .",
    "tinh_danh_dien": "Tính Danh Điền Thực:",
    "health": "Sức khỏe:",
    "career": "Nghề Nghiệp:",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương:",
    "phuc_duc": "Phúc Đức:"
  },
  "79": {
    "number": 79,
    "cuc_name": "Cục 79",
    "alias": "Vân đầu Nguyệt Vọng",
    "description": "Đây là số của người nghèo khổ (Mây che trên đầu nên chẳng nhìn được trăng, lúc nào cũng chờ mây tan để nhìn trăng)",
    "family": "Gia Đình: Họ hàng lạnh nhạt, anh em bất hòa. Nghèo - xa cách. Mây Che nên không thấy Trăng - Ương gàn  Sức Khỏe: Đây là người có số dễ bị ngoại thương (có Không, Kiếp, Thiên hình), trừ người có Ngũ hành của tính danh thuộc Kim, Mộc thì đỡ hơn.   Nghề Nghiệp: có sao Kiếp sát, Phá bại, Song hao, Không, Kiếp, Thiên hình (sao của ngọai thương tàn tật).",
    "tinh_danh_dien": "Tính Danh Điền Thực: Có lòng tự tôn cao, tuy nhiên Tinh thần thường ko ổn định (hay tự ái, hay bị xung), thích tranh luận, bất hòa với mọi người. Đây cũng là cũng là những người thiếu ứng biến mưu trí (Tinh thần tự tôn cao quá thường thiếu mưu trí, ko có lợi), khi gặp công việc thì nói tốt mà xử lý kém nên ko được sự hỗ trợ đồng tình của xung quanh. Có mức thu nhập và công danh tối thiểu, Về hậu vận thường khó.",
    "health": "Sức khỏe: Đây là người có số dễ bị ngoại thương (có Không, Kiếp, Thiên hình), trừ người có Ngũ hành của tính danh thuộc Kim, Mộc thì đỡ hơn.",
    "career": "Nghề Nghiệp: Có sao Kiếp sát, Phá bại, Song hao, Không, Kiếp, Thiên hình (sao của ngọai thương tàn tật).",
    "tinh_danh_phan": "Tính Danh Phản Thực: Đây là người có Tinh thần kiên định, ý chí sắt đá, lòng tự tôn rất cao, ko chịu khuất phục trước bất kỳ quyền lực nào, bất kỳ trở ngại nào, đây là số của các bậc vĩ nhân, người lãnh tụ, là người có khả năng lãnh. Lòng tự tôn quá cao rất hợp với tính danh Phản thực, dám nói dám làm nên dễ đạt được thành công, chiến thắng.",
    "tinh_danh_bat": "Tính Danh Bất Tương:",
    "phuc_duc": "Phúc Đức:"
  },
  "80": {
    "number": 80,
    "cuc_name": "Cục 80",
    "alias": "Hung Họa",
    "description": "Đây là số của người luôn gặp những hung tai",
    "family": "Gia Đình: Họ hàng bất hòa, ly tán mỗi người một nơi.   Sức Khỏe: là người hay gặp : Họa Tai, bệnh tật, ốm đau, đặc biệt là bệnh tim và bệnh phù thũng.   Nghề Nghiệp: có sao Kình-Đà, Song hao, Kiếp sát.",
    "tinh_danh_dien": "Tính Danh Điền Thực: Đây là số của người thông minh hiểu biết, thích tích đức tích thiện, xa rời chuyện thị phi. Cuộc đời tuy khó khăn vất vả nhưng vẫn giữ được một chút ung dung, an nhàn tự tại.",
    "health": "Sức khỏe: Là người hay gặp bệnh tật, ốm đau, đặc biệt là bệnh tim và bệnh phù thũng.",
    "career": "Nghề Nghiệp: Có sao Kình-Đà, Song hao, Kiếp sát.",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương: Đây là số chỉ người cả đời luôn gặp tai họa, đắng cay, hình hại, đổ vỡ triền miên (cả gia đình lẫn sản nghiệp), nhọc nhằn mà ko thành công. Đặc biệt thường gặp đại nạn vào những năm 53 đến 57 tuổi (chú ý nhất là năm 55 tuổi).",
    "phuc_duc": "Phúc Đức:"
  },
  "81": {
    "number": 81,
    "cuc_name": "Cục 81",
    "alias": "Đại Quý",
    "description": "Đây là cục số trở về gốc, là số hoàn bổn quy nguyên vì vậy lý số của nó cũng giống như lý số của số 1, là con số cơ bản trong trăm ngàn sự việc chỉ sự tròn trịa cát tường. Người giữ số này cũng như con số 1 nếu có mệnh vũng và tính danh hợp cách thì là số của người được hưởng phú quý phồn vinh, phát đạt thành công rực rỡ, sống lâu. Từ số 82 trở đi thì trừ 80 = 2. 161, 281 = số 1 (số này hiếm)",
    "family": "Gia Đình: Phú Quý - Phồn Vinh - Phát Đạt.   Sức Khỏe:.   Nghề Nghiệp:.",
    "tinh_danh_dien": "Tính Danh Điền Thực:",
    "health": "Sức khỏe:",
    "career": "Nghề Nghiệp:",
    "tinh_danh_phan": "Tính Danh Phản Thực:",
    "tinh_danh_bat": "Tính Danh Bất Tương:",
    "phuc_duc": "Phúc Đức:"
  }
}